{
  "id": "alice-im-wunderland-ch1",
  "titleGerman": "Das Kaninchenloch hinab",
  "titleEnglish": "Down the Rabbit-Hole",
  "author": "Lewis Carroll",
  "wordCount": 2030,
  "difficulty": "B2",
  "sentences": [
    {
      "id": 1,
      "german": "Alice hatte es langsam satt, neben ihrer Schwester am Bachufer zu sitzen und nichts zu tun zu haben; sie hat - te ein paarmal in das Buch geblickt, das ihre Schwester las, aber es waren keine Bilder oder Gespräche darin, „und was für einen Sinn,“ dachte Alice, „hat ein Buch ohne Bilder oder Gespräche?“ Gerade überlegte sie (so gut sie konnte, denn die Hitze machte sie ganz schläfrig und dumm), ob das Vergnü - gen, eine Gänseblümchenkette zu flechten, die Mühe wert war, aufzustehen und die Gänseblümchen zu pflü- cken, als plötzlich ein weißes Kaninchen mit roten Augen dicht an ihr vorüberrannte.",
      "english": "Alice was slowly getting tired of sitting next to her sister on the bank and having nothing to do; she had glanced into the book her sister was reading a couple of times, but there were no pictures or conversations in it, \"and what is the use,\" thought Alice, \"of a book without pictures or conversations?\" Just then she was wondering (as well as she could, for the heat was making her quite sleepy and stupid) whether the pleasure of making a daisy chain was worth the trouble of getting up and picking the daisies, when suddenly a white rabbit with red eyes ran close by her."
    },
    {
      "id": 2,
      "german": "Daran war nichts so sehr Bemerkenswertes; auch fand Alice es nicht so sehr außergewöhnlich, das Kanin- chen vor sich hinsagen zu hören: „Oje, oje! Ich werde zu spät kommen!“ (Als sie später darüber nachdachte, fiel ihr ein, daß sie sich darüber hätte wundern müssen, aber im Moment kam ihr alles ganz natürlich vor.) Als jedoch das Kaninchen tatsächlich eine Uhr aus der Westentasche zog, darauf schaute und dann weitereil- te, sprang Alice auf die Füße, denn es fuhr ihr durch den Kopf, daß sie niemals zuvor ein Kaninchen mit ei- ner Westentasche oder gar mit einer Uhr zum Daraushervorziehen gesehen hatte; vor Neugierde brennend rannte sie querfeldein ihm hinterher und kam glücklicherweise gerade zurecht, um es in ein großes Kaninchenloch unter der Hecke springen zu sehen.",
      "english": "There was nothing very remarkable about it; nor did Alice think it so very unusual to hear the rabbit say to itself, \"Oh dear! Oh dear! I shall be late!\" (When she later thought about it, it occurred to her that she should have wondered about that, but at the moment it all seemed quite natural to her.) However, when the rabbit actually took a watch out of its waistcoat pocket, looked at it, and then hurried on, Alice jumped to her feet, for it occurred to her that she had never before seen a rabbit with a waistcoat pocket, or even a watch to take out of it; burning with curiosity, she ran across the field after it and fortunately was just in time to see it pop down a large rabbit hole under the hedge."
    },
    {
      "id": 3,
      "german": "Im nächsten Moment war Alice hinterher, ohne auch nur darüber nachzudenken, wie in aller Welt sie wohl wieder herauskäme.",
      "english": "The next moment Alice was after it, not even thinking about how in the world she was to get out again."
    },
    {
      "id": 4,
      "german": "Das Kaninchenloch führte ein Stück geradeaus wie ein Tunnel und fiel dann plötzlich steil ab, so plötzlich, daß Alice nicht einen Augenblick daran denken konnte anzuhalten, ehe sie einen anscheinend sehr tiefen Schacht hinunterfiel.",
      "english": "The rabbit hole went straight on like a tunnel and then dipped down suddenly, so suddenly that Alice had not a moment to think about stopping herself before she found herself falling down what seemed to be a very deep well."
    },
    {
      "id": 5,
      "german": "Entweder war der Schacht sehr tief oder sie fiel sehr langsam hinunter, denn sie hatte genug Zeit, sich um- zuschauen und sich zu fragen, was als nächstes geschehen würde.",
      "english": "Either the well was deep or she fell very slowly, for she had plenty of time as she went down to look about her and to wonder what was going to happen next."
    },
    {
      "id": 6,
      "german": "Zuerst versuchte sie, hinabzublicken und zu erkennen, was unter ihr war, aber es war zu dunkel, um irgend etwas zu sehen; dann betrachtete sie die Wände des Schachtes und bemerkte, daß sie voll mit Schränken und Bücherregalen waren; hier und dort sah sie Landkarten und Bilder an Haken hängen.",
      "english": "First, she tried to look down and to see where she was falling to, but it was too dark to see anything; then she looked at the sides of the well and noticed that they were filled with cupboards and bookshelves; here and there she saw maps and pictures hung upon pegs."
    },
    {
      "id": 7,
      "german": "Im Vorbeifallen nahm sie einen Topf von einem der Regale, es stand „ORANGENMARMELADE“ darauf, aber zu ihrer großen Enttäuschung war er leer; sie wollte den Topf nicht fallen lassen aus Furcht, jemanden unter ihr zu erschlagen, und es gelang ihr, ihn beim Vorbeifallen in einen der Schränke zurückzustellen",
      "english": "As she passed, she took down a jar from one of the shelves, it was labeled \"ORANGE MARMALADE,\" but to her great disappointment, it was empty; she did not really want to drop it for fear of killing somebody, so managed to put it into one of the cupboards as she passed."
    },
    {
      "id": 8,
      "german": "„Na!“ dachte sich Alice, „nach einem solchen Sturz wird es mir gar nichts mehr ausmachen, die Treppe hin- unterzufallen!",
      "english": "\"Well!\" thought Alice to herself, \"after such a fall as this, I shall think nothing of tumbling down the stairs!"
    },
    {
      "id": 9,
      "german": "Wie tapfer werden sie mich alle zu Hause finden!",
      "english": "How brave they’ll all think me at home!"
    },
    {
      "id": 10,
      "german": "Ich würde sogar nicht mal etwas sagen, wenn ich vom Dach fiele!“ (Was sehr wahrscheinlich stimmte.) Hinab, hinab, hinab.",
      "english": "I wouldn’t say anything about it, even if I fell off the roof!\" (Which was very likely true.) Down, down, down."
    },
    {
      "id": 11,
      "german": "Wollte der Sturz denn niemals enden?",
      "english": "Would the fall never come to an end?"
    },
    {
      "id": 12,
      "german": "„Wieviele Kilometer werde ich wohl bis jetzt ge- fallen sein?“ sagte sie laut.",
      "english": "\"How many miles have I fallen by this time?\" she said aloud."
    },
    {
      "id": 13,
      "german": "„Ich muß irgendwo in der Nähe des Erdmittelpunkts sein.",
      "english": "\"I must be getting somewhere near the center of the earth."
    },
    {
      "id": 14,
      "german": "Wollen mal sehen: das wären sechstausend Kilometer, glaube ich –“ (denn, wie man sieht, hatte Alice allerhand dergleichen in der Schule gelernt, und obwohl es keine sehr gute Gelegenheit war, ihr Wissen zu zeigen, weil es niemanden gab, der zuhörte, so war es doch eine gute Übung) „– ja, das ist ungefähr die richtige Entfernung – aber dann frage ich mich, welchen Breitengrad oder Längengrad ich wohl haben mag?“ (Alice hatte weder von einem Breitengrad noch von einem Längengrad die geringste Vorstellung, aber sie fand, daß es hübsche, großartige Wörter waren, um sie auszusprechen.) Sofort begann sie wieder: „Ob ich wohl geradewegs durch die Erde fallen werde?",
      "english": "Let me see: that would be six thousand kilometers, I think—\" (for, as you see, Alice had learned all sorts of such things in school, and although this was not a very good opportunity to show off her knowledge, since there was no one to listen, it was still good practice)—\"yes, that's about the right distance—but then I wonder what latitude or longitude I might be at?\" (Alice had not the slightest idea about latitude or longitude, but she thought they were nice, grand words to say.) Immediately she began again: \"I wonder if I shall fall right through the earth?"
    },
    {
      "id": 15,
      "german": "Wie komisch muß es sein, bei Leuten herauszukommen.",
      "english": "How strange it must be to end up with people."
    },
    {
      "id": 16,
      "german": "die mit dem Kopf nach unten herumlaufen!",
      "english": "who walk around with their heads down!"
    },
    {
      "id": 17,
      "german": "Die Antipathien, glaube ich –“ (sie war diesmal recht froh, daß niemand zuhörte, denn das Wort klang ganz und gar nicht richtig) „– aber ich werde sie fragen müssen, wie das Land heißt.",
      "english": "The antipathies, I believe –“ (she was quite glad this time that no one was listening, for the word sounded completely wrong) “– but I will have to ask them what the country is called."
    },
    {
      "id": 18,
      "german": "Bitte, meine Dame, ist dies Neuseeland oder Australien?“ (und sie versuchte zu knicksen, während sie sprach – stellt euch vor, knicksen, während ihr durch die Luft fallt!",
      "english": "Please, my lady, is this New Zealand or Australia?” (and she tried to curtsy while she spoke – just imagine, curtsying while you fall through the air!"
    },
    {
      "id": 19,
      "german": "Glaubt ihr, das brächtet ihr fertig?) „Und sie werden mich für ein recht dummes kleines Mädchen halten, wenn ich sie frage!",
      "english": "Do you think you could manage that?) “And they will think I am a very silly little girl if I ask them!"
    },
    {
      "id": 20,
      "german": "Nein, das geht auf keinen Fall; vielleicht steht es irgendwo angeschrieben.“ Hinab, hinab, hinab.",
      "english": "No, that won't do at all; perhaps it is written somewhere.” Down, down, down."
    },
    {
      "id": 21,
      "german": "Da es nichts weiter zu tun gab, begann Alice bald wieder zu reden.",
      "english": "Since there was nothing else to do, Alice soon began to talk again."
    },
    {
      "id": 22,
      "german": "„Dinah wird mich heute abend sehr vermissen, glaube ich!“ (Dinah war ihre Katze.) „Ich hoffe, man denkt an ihre Schüssel Milch zur Teezeit.",
      "english": "“I think Dinah will miss me very much tonight!” (Dinah was her cat.) “I hope someone remembers her bowl of milk at tea time."
    },
    {
      "id": 23,
      "german": "Dinah, mein Liebling!",
      "english": "Dinah, my dear!"
    },
    {
      "id": 24,
      "german": "Ich wollte, du wärst hier unten bei mir!",
      "english": "I wish you were here with me!"
    },
    {
      "id": 25,
      "german": "Ich fürchte, in der Luft gibt es keine Mäuse, aber du könntest vielleicht eine Fledermaus fangen, die ist einer Maus sehr ähnlich, mußt du wissen.",
      "english": "I’m afraid there are no mice in the air, but you might catch a bat, which is very similar to a mouse, you know."
    },
    {
      "id": 26,
      "german": "Aber ob wohl Katzen Fledermäuse fressen?“ Und hier wurde Alice recht schläfrig und fuhr fort, auf träumerische Weise vor sich hin zu sagen: „Fressen Katzen Fledermäuse?",
      "english": "But do cats eat bats?” And here Alice became quite drowsy and continued to say dreamily to herself: “Do cats eat bats?"
    },
    {
      "id": 27,
      "german": "Fressen Katzen Fledermäuse?“ und manchmal „Fressen Fledermäuse Katzen?“ denn da sie weder die eine noch die andere Frage beantworten konnte, spielte es keine Rolle, wie sie sie stellte.",
      "english": "Do cats eat bats?” and sometimes “Do bats eat cats?” for since she could not answer either question, it did not matter how she asked them."
    },
    {
      "id": 28,
      "german": "Sie merkte, daß sie einschlief, und fing gerade an zu träu- men, daß sie mit Dinah Hand in Hand spazieren ging und sehr ernst zu ihr sagte: „Also, Dinah, sag' mir die Wahrheit!",
      "english": "She noticed that she was falling asleep and had just begun to dream that she was walking hand in hand with Dinah and was saying very seriously to her: “So, Dinah, tell me the truth!"
    },
    {
      "id": 29,
      "german": "Hast du jemals eine Fledermaus gefressen?“, als sie plötzlich bauz!",
      "english": "Have you ever eaten a bat?” when suddenly bang!"
    },
    {
      "id": 30,
      "german": "pardauz!",
      "english": "wow!"
    },
    {
      "id": 31,
      "german": "in einem Haufen von Zweigen und dürren Blättern landete, und der Fall war zu Ende.",
      "english": "landed in a pile of branches and dry leaves, and the fall was over."
    },
    {
      "id": 32,
      "german": "Alice hatte sich kein bißchen wehgetan und sprang sofort auf die Füße: sie blickte nach oben, doch über ihr war alles dunkel; vor ihr lag wieder ein langer Gang, und sie konnte das weiße Kaninchen ihn hinuntereilen sehen.",
      "english": "Alice had not hurt herself at all and jumped immediately to her feet: she looked up, but everything above her was dark; before her lay another long corridor, and she could see the white rabbit rushing down it."
    },
    {
      "id": 33,
      "german": "Da war kein Augenblick zu verlieren: wie der Wind war Alice hinterher und kam gerade zurecht, um es sagen zu hören, während es um eine Ecke bog: „O meine Ohren, mein Schnurrbart!",
      "english": "There was no time to lose: like the wind, Alice was after it and just managed to hear it say as it turned a corner: \"Oh my ears, my whiskers!"
    },
    {
      "id": 34,
      "german": "Wie spät ist es gewor- den!“ Sie war dicht hinter ihm, als sie an die Ecke kam, aber das Kaninchen war nicht mehr zu sehen, und sie stand in einem langen, niedrigen Saal, der von einer Reihe Deckenlampen erleuchtet wurde.",
      "english": "How late it has become!\" She was right behind it when she reached the corner, but the rabbit was no longer in sight, and she stood in a long, low hall that was illuminated by a row of ceiling lamps."
    },
    {
      "id": 35,
      "german": "Rings im Saal gab es viele Türen, aber sie waren alle versperrt; und als Alice erst auf der einen, dann auf der anderen Seite jede Tür ausprobiert hatte, ging sie traurig durch die Mitte und fragte sich, wie sie jemals wie - der hinauskommen sollte.",
      "english": "All around the hall were many doors, but they were all locked; and when Alice had tried every door on one side and then the other, she walked sadly through the middle and wondered how she would ever get out again."
    },
    {
      "id": 36,
      "german": "Plötzlich stand sie vor einem kleinen dreibeinigen Tisch, der ganz aus Glas war; darauf lag nichts als ein winziger goldener Schlüssel, und Alices erster Gedanke war, er müsse zu einer der Türen im Saal passen, aber ach!",
      "english": "Suddenly she stood before a small three-legged table made entirely of glass; on it lay nothing but a tiny golden key, and Alice's first thought was that it must fit one of the doors in the hall, but alas!"
    },
    {
      "id": 37,
      "german": "entweder waren die Schlösser zu groß oder der Schlüssel war zu klein; jedenfalls ließ sich keine der Türen damit öffnen.",
      "english": "either the locks were too big or the key was too small; in any case, none of the doors would open with it."
    },
    {
      "id": 38,
      "german": "Bei ihrem zweiten Rundgang kam sie jedoch an einen niedrigen Vorhang, den sie vorher nicht bemerkt hatte, und hinter ihm befand sich eine kleine Tür, vielleicht fünfzehn Zoll hoch; sie probierte den Schlüssel, und zu ihrer großen Freude paßte er!",
      "english": "On her second round, however, she came to a low curtain that she had not noticed before, and behind it was a small door, perhaps fifteen inches high; she tried the key, and to her great joy, it fit!"
    },
    {
      "id": 39,
      "german": "Alice öffnete die Tür und sah, daß sie in einen engen Gang, nicht größer als ein Rattenloch, führte; sie kniete nieder und blickte durch den Gang in den entzückendsten Garten, den man je gesehen hat.",
      "english": "Alice opened the door and saw that it led into a narrow corridor, no bigger than a rat hole; she knelt down and looked through the corridor into the most delightful garden she had ever seen."
    },
    {
      "id": 40,
      "german": "Wie sehnte sie sich danach, aus dem düsteren Saal hinauszugelangen und zwischen diesen bunten Blumenbeeten und den kühlen Springbrunnen herumzuspazieren, aber sie bekam nicht einmal ihren Kopf durch die Tür, „und selbst wenn mein Kopf hindurchginge,“ dachte die arme Alice, „hätte es sehr wenig Zweck ohne meine Schultern.",
      "english": "How she longed to get out of the gloomy hall and stroll around among those bright flower beds and the cool fountains, but she couldn't even get her head through the door, \"and even if my head could go through,\" thought poor Alice, \"it would be of very little use without my shoulders."
    },
    {
      "id": 41,
      "german": "Ach, ich wünschte, ich könnte mich wie ein Fernrohr zusammenschieben!",
      "english": "Oh, I wish I could shrink myself like a telescope!"
    },
    {
      "id": 42,
      "german": "Ich glaube, ich könnte es, wenn ich wüßte, wie man damit anfängt.“ Denn es waren ja bisher so viele außergewöhnliche Dinge geschehen, daß Alice bereits glaubte, wirklich unmöglich sei fast nichts.",
      "english": "I think I could, if I knew how to begin.\" For so many extraordinary things had happened so far that Alice already believed that almost nothing was really impossible."
    },
    {
      "id": 43,
      "german": "Es schien zwecklos zu sein, an der kleinen Tür zu warten, deshalb kehrte sie zu dem Tisch zurück und hoffte halb, sie werde einen anderen Schlüssel finden oder auf jeden Fall ein Buch mit Anleitungen, wie man sich gleich einem Fernrohr zusammenschiebt; aber sie fand nur ein Fläschchen auf dem Tisch („das vorher be- stimmt nicht da war“, sagte Alice), und um seinen Hals war ein Papierzettel gebunden, auf dem in schönen großen Lettern die Worte „TRINK MICH“ gedruckt waren.",
      "english": "It seemed pointless to wait by the little door, so she returned to the table and half hoped she would find another key or at least a book with instructions on how to shrink herself like a telescope; but she only found a little bottle on the table (\"that certainly wasn't there before,\" said Alice), and around its neck was a paper label tied, on which were printed in large beautiful letters the words \"DRINK ME.\""
    },
    {
      "id": 44,
      "german": "„Trink mich“ war leicht gesagt, aber die kluge kleine Alice dachte nicht daran, das sofort zu tun.",
      "english": "\"Drink me\" was easy to say, but the clever little Alice had no intention of doing that right away."
    },
    {
      "id": 45,
      "german": "„Nein, ich werde zuerst nachsehen,“ sagte sie, „ob ,Gift´ darauf steht oder nicht,“ denn sie hatte mehrere hüb- sche kleine Geschichten über Kinder gelesen, die sich verbrannt hatten oder von wilden Tieren gefressen wurden oder andere unangenehme Dinge erlebten, nur weil sie sich nicht an die einfachen Regeln er-innern wollten, die ihre Freunde sie gelehrt hatten: zum Beispiel, daß ein rotglühender Feuerhaken ei-nen verbrennt, wenn man ihn zu lange in der Hand hält, oder daß es gewöhnlich blutet, wenn man sich mit einem Messer sehr tief in den Finger schneidet, und sie hatte niemals vergessen, daß wenn man viel aus einer Flasche mit der Aufschrift „Gift“ trinkt, es ei- nem fast mit Sicherheit nicht bekommt, früher oder später.",
      "english": "\"No, I will first see,\" she said, \"whether it says 'poison' on it or not,\" for she had read several pretty little stories about children who had burned themselves or been eaten by wild animals or experienced other unpleasant things, just because they did not want to remember the simple rules their friends had taught them: for example, that a glowing fire poker burns one if held in the hand for too long, or that it usually bleeds when one cuts very deeply into a finger with a knife, and she had never forgotten that if one drinks a lot from a bottle labeled 'poison', it almost certainly won't end well, sooner or later."
    },
    {
      "id": 46,
      "german": "Auf dieser Flasche stand jedoch nicht „Gift“, deshalb wagte es Alice, von ihr zu kosten, und weil es ihr sehr gut schmeckte (nämlich nach einer Mischung von Kirschtörtchen, Vanillepudding, Ananas, Putenbraten, Sahnebonbons und heißem Toast mit Butter), war die Flasche sehr bald leer.",
      "english": "However, this bottle did not say 'poison', so Alice dared to taste it, and because it tasted very good to her (namely like a mixture of cherry tart, vanilla pudding, pineapple, turkey roast, cream candies, and hot toast with butter), the bottle was soon empty."
    },
    {
      "id": 47,
      "german": "„Was für ein seltsames Gefühl!“ sagte Alice.",
      "english": "\"What a strange feeling!\" said Alice."
    },
    {
      "id": 48,
      "german": "„Ich muß mich wohl wie ein Fernrohr zusammenschieben!“ Und so war es tatsächlich: sie war jetzt nur noch 25 cm hoch, und ihre Miene hellte sich bei dem Gedanken auf, daß sie jetzt die richtige Größe hatte, um durch die kleine Tür in den entzückenden Garten zu gehen.",
      "english": "\"I must be shrinking down like a telescope!\" And so it was indeed: she was now only 25 cm tall, and her expression brightened at the thought that she now had the right size to go through the little door into the delightful garden."
    },
    {
      "id": 49,
      "german": "Zu - nächst jedoch wartete sie ein paar Minuten ab, ob sie nicht noch weiter schrumpfte; sie war darüber etwas be- unruhigt, „denn es könnte ja sein,“ sagte sich Alice, „daß ich völlig ausgehe wie eine Kerze.",
      "english": "However, at first she waited a few minutes to see if she would shrink further; she was somewhat anxious about it, \"for it might be,\" Alice said to herself, \"that I completely go out like a candle."
    },
    {
      "id": 50,
      "german": "Ich frage mich, was ich dann wohl wäre?“ Und sie versuchte, sich vorzustellen, wie eine Kerzenflamme aussieht, nachdem die Kerze ausgeblasen worden ist, denn sie konnte sich nicht erinnern, so etwas jemals gesehen zu haben.",
      "english": "I wonder what I would be then?\" And she tried to imagine what a candle flame looks like after the candle has been blown out, for she could not remember ever having seen such a thing."
    },
    {
      "id": 51,
      "german": "Als sie nach einer Weile spürte, daß nichts mehr geschah, beschloß sie, sofort in den Garten zu gehen; aber ach!",
      "english": "After a while, when she felt that nothing was happening anymore, she decided to go into the garden immediately; but alas!"
    },
    {
      "id": 52,
      "german": "arme Alice: als sie zur Tür kam, stellte sie fest, daß sie den kleinen goldenen Schlüssel vergessen hatte, und als sie zurück zum Tisch kam, stellte sie fest, daß sie den Schlüssel unmöglich erreichen konnte; sie sah ihn ganz deutlich durch das Glas, und sie versuchte ihr Bestes, an einem der Tischbeine hinaufzuklettern, aber es war zu glatt, und als sie von den Versuchen ganz erschöpft war, setzte sich das arme kleine Ding hin und weinte.",
      "english": "poor Alice: when she reached the door, she realized that she had forgotten the little golden key, and when she returned to the table, she found that she could not possibly reach the key; she saw it quite clearly through the glass, and she tried her best to climb up one of the table legs, but it was too smooth, and when she was completely exhausted from her attempts, the poor little thing sat down and cried."
    },
    {
      "id": 53,
      "german": "„Komm, es hat keinen Zweck, so zu weinen!“ sagte Alice zu sich selbst in ziemlich scharfem Ton.",
      "english": "\"Come on, there's no point in crying like this!\" Alice said to herself in a rather sharp tone."
    },
    {
      "id": 54,
      "german": "„Ich rate dir, sofort damit aufzuhören!“ Sie pflegte sich selbst sehr gute Ratschläge zu geben (wiewohl sie ihnen sehr selten folgte), und manchmal schalt sie sich selbst so streng aus, daß ihr die Tränen kamen; sie erinnerte sich, wie sie einmal versucht hatte, sich selbst zu ohrfeigen, weil sie sich bei einer Krocketpartie, die sie mit sich selbst spielte, bemogelt hatte; denn dieses seltsame Kind hatte großen Spaß daran, so zu tun, als sei es zwei Personen.",
      "english": "\"I advise you to stop it at once!\" She used to give herself very good advice (although she very rarely followed it), and sometimes she scolded herself so severely that tears came to her eyes; she remembered how she once tried to slap herself for having cheated in a game of croquet she was playing with herself; for this strange child had great fun pretending to be two people."
    },
    {
      "id": 55,
      "german": "„Aber es hat jetzt keinen Zweck,“ dachte die arme Alice, „so zu tun, als sei ich zwei!",
      "english": "\"But it is no use now,\" thought poor Alice, \"to pretend that I am two!"
    },
    {
      "id": 56,
      "german": "Es ist ja kaum genug von mir übrig, das für eine respektable Person reichte!“ Bald fiel ihr Blick auf ein Glaskästchen, das unter dem Tisch lag; sie öffnete es und fand darin einen sehr kleinen Kuchen, auf dem die Worte „ISS MICH“ schön mit Korinthen geschrieben standen.",
      "english": "There is hardly enough of me left to make one respectable person!\" Soon her gaze fell upon a glass box that lay under the table; she opened it and found a very small cake on which the words \"EAT ME\" were beautifully written with currants."
    },
    {
      "id": 57,
      "german": "„Nun, ich werde ihn essen,“ sagte Alice, „und wenn er mich größer werden läßt, kann ich den Schlüssel erreichen, und wenn er mich kleiner werden läßt, kann ich unter der Tür durchkriechen; in den Garten werde ich in jedem Fall kommen, und es ist mir egal, was geschieht!“ Sie aß einen kleinen Bissen und sagte sich ängstlich „Wohin?",
      "english": "\"Well, I will eat it,\" said Alice, \"and if it makes me grow larger, I can reach the key, and if it makes me smaller, I can crawl under the door; I will get into the garden in any case, and I don't care what happens!\" She took a small bite and anxiously said to herself, \"Where to?"
    },
    {
      "id": 58,
      "german": "Wohin?“, indem sie die Hand über den Kopf hielt, damit sie merkte, in welche Richtung sie wuchs, und sie war recht überrascht, als sie ihre Größe be - hielt.",
      "english": "Where to?\" holding her hand above her head so she would notice in which direction she was growing, and she was quite surprised when she looked at her size."
    },
    {
      "id": 59,
      "german": "Sicherlich geschieht dies in den meisten Fällen, wenn man Kuchen ißt, aber Alice hatte sich schon so daran gewöhnt, ein ungewöhnliches Geschehen zu erwarten, daß ihr das Normale ganz langweilig und dumm vorkam.",
      "english": "Surely this happens in most cases when one eats cake, but Alice had gotten so used to expecting unusual events that the normal seemed quite boring and stupid to her."
    },
    {
      "id": 60,
      "german": "So machte sie weiter und hatte bald den Kuchen aufgegessen.",
      "english": "She continued like this and soon finished the cake."
    }
  ],
  "bookId": "alice-im-wunderland",
  "chapterNumber": 1
}