{
  "id": "alice-im-wunderland-ch2",
  "titleGerman": "Der Tränenteich",
  "titleEnglish": "The Pool of Tears",
  "author": "Lewis Carroll",
  "wordCount": 2093,
  "difficulty": "B2",
  "sentences": [
    {
      "id": 1,
      "german": "„Seltsamerer und seltsamerer!“ rief Alice (sie war so über- rascht, daß sie im Moment ganz vergaß, wie es richtig hieß).",
      "english": "\"Stranger and stranger!\" cried Alice (she was so surprised that she completely forgot for a moment what it was really called)."
    },
    {
      "id": 2,
      "german": "„Jetzt schiebe ich mich auseinander wie das längste Fernrohr, das es je gegeben hat!",
      "english": "\"Now I'm stretching myself out like the longest telescope that has ever existed!"
    },
    {
      "id": 3,
      "german": "Lebt wohl, Füße!“ (Denn als sie hin- unter auf ihre Füße blickte, schienen sie beinahe außer Sicht zu sein, so weit waren sie entfernt.) „Ach, meine armen kleinen Füße, ich frage mich, wer euch Schuhe und Strümpfe anziehen wird, meine Lieben?",
      "english": "Farewell, feet!\" (For when she looked down at her feet, they seemed almost out of sight, so far away were they.) \"Oh, my poor little feet, I wonder who will put shoes and stockings on you, my dears?"
    },
    {
      "id": 4,
      "german": "Ich werde es gewiß nicht können!",
      "english": "I certainly won't be able to do it!"
    },
    {
      "id": 5,
      "german": "Ich werde viel zu weit weg sein, um mich mit euch abzumühen: ihr müßt schon selber fertig werden, so gut ihr könnt – aber ich muß freundlich zu ihnen sein,“ dachte Alice, „sonst werden sie vielleicht nicht dorthin gehen, wo ich hinwill!",
      "english": "I will be far too far away to struggle with you: you must manage on your own as best you can – but I must be kind to them,\" thought Alice, \"otherwise they might not go where I want to go!"
    },
    {
      "id": 6,
      "german": "Warte mal – ich werde ihnen jedes Weihnachten ein neues Paar Stiefel schenken.“ Und sie fuhr fort, sich auszumalen, wie sie es anstellen würde.",
      "english": "Wait a minute – I will send them a new pair of boots every Christmas.\" And she continued to imagine how she would do it."
    },
    {
      "id": 7,
      "german": "„Sie müssen durch Boten gesandt werden,“ dachte sie, „und wie komisch wird es sein, den eigenen Füßen Geschenke zu schicken!",
      "english": "\"They must be sent by messengers,\" she thought, \"and how funny it will be to send gifts to my own feet!"
    },
    {
      "id": 8,
      "german": "Und wie seltsam die Adresse aussehen wird!",
      "english": "And how strange the address will look!"
    },
    {
      "id": 9,
      "german": "An S.",
      "english": "To S."
    },
    {
      "id": 10,
      "german": "Wohlgeb.",
      "english": "Dearly beloved."
    },
    {
      "id": 11,
      "german": "Alices Rechten Fuß Kaminvorleger beim Ofenschirm (mit Liebe von Alice) Oje, was rede ich da für einen Unsinn!“ Gerade in diesem Moment stieß ihr Kopf an die Saaldecke; tatsächlich war sie jetzt fast drei Meter hoch, und sofort nahm sie den kleinen goldenen Schlüssel und eilte zu der Gartentür.",
      "english": "Alice's Right Foot Doormat by the Fireplace (with love from Alice) Oh dear, what nonsense am I talking!\" Just at that moment, her head bumped against the ceiling; in fact, she was now almost three meters tall, and immediately she took the little golden key and hurried to the garden door."
    },
    {
      "id": 12,
      "german": "Arme Alice!",
      "english": "Poor Alice!"
    },
    {
      "id": 13,
      "german": "Alles was sie tun konnte, war auf einer Seite liegen und mit einem Auge in den Garten blicken, aber durch die Tür zu gelangen war hoffnungsloser als je zuvor; sie setzte sich hin und begann wieder zu weinen.",
      "english": "All she could do was lie on one side and look into the garden with one eye, but getting through the door was more hopeless than ever before; she sat down and began to cry again."
    },
    {
      "id": 14,
      "german": "„Du solltest dich schämen,“ sagte Alice, „ein so großes Mädchen wie du“ (das konnte sie wohl sagen), „und so zu weinen!",
      "english": "\"You should be ashamed,\" said Alice, \"a big girl like you\" (she could say that), \"and crying like this!"
    },
    {
      "id": 15,
      "german": "Hör' sofort auf, sag' ich dir!“ Aber dennoch weinte sie weiter und vergoß literweise Tränen, bis sich ein großer Teich um sie herum gebildet hatte, der einen guten Meter tief war und den halben Boden des -- 10 of 161 -- - 8 - Saales bedeckte.",
      "english": "Stop it at once, I tell you!\" But still, she continued to cry and shed liters of tears until a large pool had formed around her, which was about a meter deep and covered half the floor of the hall."
    },
    {
      "id": 16,
      "german": "Nach einer Weile hörte sie leichtes Füßetrappeln in der Ferne, und sie trocknete sich hastig die Augen, um zu sehen, was sich da näherte.",
      "english": "After a while, she heard light footsteps in the distance, and she hastily dried her eyes to see what was approaching."
    },
    {
      "id": 17,
      "german": "Es war das Weiße Kaninchen, das zurückkehrte.",
      "english": "It was the White Rabbit that was returning."
    },
    {
      "id": 18,
      "german": "Es war präch - tig gekleidet und trug in der einen Hand ein Paar weiße Glacéhandschuhe und in der anderen einen großen Fächer; es kam in großer Eile herbeigetrabt und murmelte vor sich hin: „Ach, die Herzogin, die Herzogin!",
      "english": "It was splendidly dressed and carried a pair of white gloves in one hand and a large fan in the other; it came trotting up in great haste and murmured to itself, \"Oh, the Duchess, the Duchess!"
    },
    {
      "id": 19,
      "german": "Oh, wird die vielleicht wild werden, wenn ich sie warten lasse!“ Alice war so verzweifelt, daß sie bereit war, jeden um Hilfe zu bitten; deshalb begann sie, als das Kaninchen herangekommen war, mit leiser, schüchter- ner Stimme: „Ach bitte, mein Herr –“ Das Kaninchen schrak heftig zusammen, ließ die weißen Glacéhand- schuhe und den Fächer fallen und jagte in die Dunkelheit davon, so schnell es konnte.",
      "english": "Oh, she might become wild if I keep her waiting!\" Alice was so desperate that she was ready to ask anyone for help; so she began, as the rabbit approached, in a quiet, timid voice: \"Oh please, sir—\" The rabbit jumped violently, dropped the white gloves and the fan, and hurried off into the darkness as fast as it could."
    },
    {
      "id": 20,
      "german": "Alice hob die Handschuhe und den Fächer auf, und da es in dem Saal sehr heiß war, fächerte sie sich die ganze Zeit über, während sie weiterredete: „Wie seltsam ist heute alles!",
      "english": "Alice picked up the gloves and the fan, and since it was very hot in the hall, she fanned herself the whole time while she continued speaking: \"How strange everything is today!"
    },
    {
      "id": 21,
      "german": "Und gestern ging noch alles wie ge- wöhnlich vor sich.",
      "english": "And yesterday everything was still going on as usual."
    },
    {
      "id": 22,
      "german": "Vielleicht bin ich in der Nacht vertauscht worden?",
      "english": "Maybe I was swapped during the night?"
    },
    {
      "id": 23,
      "german": "Überleg mal: war ich noch dieselbe, als ich heute morgen aufgestanden bin?",
      "english": "Just think: was I still the same when I got up this morning?"
    },
    {
      "id": 24,
      "german": "Ich glaube fast, daß ich mich erinnern kann, mich etwas anders ge - fühlt zu haben.",
      "english": "I almost believe that I can remember feeling a little different."
    },
    {
      "id": 25,
      "german": "Aber wenn ich nicht dieselbe bin, dann stellt sich die nächste Frage: Wer in aller Welt bin ich?",
      "english": "But if I am not the same, then the next question is: Who on earth am I?"
    },
    {
      "id": 26,
      "german": "Ah, das ist das große Problem.“ Und sie fing an, sich alle Kinder vorzustellen, die sie kannte und die in ihrem Alter waren, um zu sehen, ob sie mit einem von ihnen vertauscht worden war.",
      "english": "Ah, that is the great problem.\" And she began to imagine all the children she knew who were her age to see if she had been swapped with any of them."
    },
    {
      "id": 27,
      "german": "„Sicher bin ich nicht Ada,“ sagte sie, „denn ihr Haar hat lauter lange Ringellocken und meines überhaupt nicht; und Mabel kann ich nicht sein, denn ich weiß alles mögliche, und sie, oh, sie weiß so sehr wenig!",
      "english": "\"Surely I am not Ada,\" she said, \"for her hair has all long curly locks and mine does not at all; and I cannot be Mabel, for I know all sorts of things, and she, oh, she knows so very little!"
    },
    {
      "id": 28,
      "german": "Außerdem ist sie sie und ich bin ich und – oje, wie verwirrend ist das alles!",
      "english": "Besides, she is she and I am I and—oh dear, how confusing all of this is!"
    },
    {
      "id": 29,
      "german": "Ich will probieren, ob ich alles weiß, was ich sonst wußte.",
      "english": "I will try to see if I know everything I used to know."
    },
    {
      "id": 30,
      "german": "Wollen mal sehen: vier mal fünf ist zwölf, und vier mal sechs ist dreizehn, und vier mal sieben ist – oje!",
      "english": "Let's see: four times five is twelve, and four times six is thirteen, and four times seven is—oh dear!"
    },
    {
      "id": 31,
      "german": "Auf diese Weise komme ich nie bis zwanzig!",
      "english": "This way I will never get to twenty!"
    },
    {
      "id": 32,
      "german": "Aber das Einmaleins ist gar nicht wichtig; ich will es mit Geographie versuchen: London ist die Hauptstadt von Paris, und Paris ist die Haupt- stadt von Rom, und Rom – nein, das ist alles falsch!",
      "english": "But the multiplication table is not important at all; I want to try geography: London is the capital of Paris, and Paris is the capital of Rome, and Rome – no, that’s all wrong!"
    },
    {
      "id": 33,
      "german": "Jetzt weiß ich es!",
      "english": "Now I know it!"
    },
    {
      "id": 34,
      "german": "Ich muß mit Mabel vertauscht worden sein!",
      "english": "I must have been swapped with Mabel!"
    },
    {
      "id": 35,
      "german": "Ich werde ,Wie sich das kleine Bienchen –´ aufsagen,“ und sie faltete die Hände vor dem Schoß, wie wenn sie ihre Schulaufgabe vortrüge, und begann, es aufzusagen, aber ihre Stimme klang heiser und fremd, -- 11 of 161 -- - 9 - und die Worte kamen nicht so heraus, wie sie sonst zu tun pflegten: „Wie sich das kleine Krokodil Den blanken Schwanz poliert, Mit Wassergüssen aus dem Nil Die goldnen Schuppen schmiert!",
      "english": "I will recite, “How the little bee,” and she folded her hands in her lap as if she were presenting her homework and began to recite it, but her voice sounded hoarse and strange, -- 11 of 161 -- - 9 - and the words did not come out as they usually did: “How the little crocodile Polishes its shiny tail, With little streams from the Nile It smears the golden scales!"
    },
    {
      "id": 36,
      "german": "Wie grinst es fröhlich nur zum Schein Und spreizt die Klauen weit; Die Fische bittet es herein Und lächelt dabei breit.“ „Das sind sicher nicht die richtigen Worte,“ sagte die arme Alice, und ihre Augen füllten sich wieder mit Trä- nen, als sie fortfuhr: „Demzufolge muß ich wohl Mabel sein, und ich werde in diesem schäbigen kleinen Haus wohnen müssen und habe fast gar keine Spielsachen und, ach, muß immer so viele Aufgaben lernen!",
      "english": "How it grins cheerfully just for show And spreads its claws wide; It invites the fish to come in And smiles broadly while doing so.” “Those are certainly not the right words,” said poor Alice, and her eyes filled with tears again as she continued: “Accordingly, I must be Mabel, and I will have to live in this shabby little house and have almost no toys and, oh, I always have to learn so many assignments!"
    },
    {
      "id": 37,
      "german": "Nein, ich habe beschlossen: Wenn ich Mabel bin, bleibe ich hier unten!",
      "english": "No, I have decided: If I am Mabel, I will stay down here!"
    },
    {
      "id": 38,
      "german": "Es wird gar keinen Zweck haben, daß sie ihre Köpfe herunterstecken und sagen: ,Komm wieder herauf, Liebes!´ Ich werde nur hochblicken und sagen: ,Wer bin ich denn?",
      "english": "It will be of no use for them to stick their heads down and say, ‘Come back up, dear!’ I will just look up and say, ‘Who am I then?"
    },
    {
      "id": 39,
      "german": "Sagt mir das erst, und dann, wenn ich diese Person sein möchte, komme ich hinauf; wenn nicht, bleibe ich hier unten, bis ich jemand anderer bin´ – aber herrje!“ rief Alice mit einem plötzlichen Tränenausbruch, „ich wollte, sie würden ihre Köpfe herunterstecken!",
      "english": "Tell me that first, and then, if I want to be this person, I will come up; if not, I will stay down here until I am someone else’ – but goodness!” cried Alice with a sudden outburst of tears, “I wish they would stick their heads down!"
    },
    {
      "id": 40,
      "german": "Ich habe es so satt, hier die ganze Zeit allein zu sein!“ Als sie das sagte, blickte sie auf ihre Hände und sah überrascht, daß sie beim Reden einen der kleinen weißen Glacéhandschuhe des Kaninchens angezogen hatte.",
      "english": "I am so tired of being all alone here all the time!” As she said this, she looked at her hands and was surprised to see that she had put on one of the little white gloves of the rabbit while talking."
    },
    {
      "id": 41,
      "german": "„Wie kann ich das gemacht haben?“ dachte sie.",
      "english": "“How could I have done that?” she thought."
    },
    {
      "id": 42,
      "german": "„Ich muß wohl wieder kleiner werden.“ Sie stand auf und ging zum Tisch, um sich an ihm zu messen, und fand, daß sie, soweit sie es abschätzen konnte, jetzt ungefähr 60 cm hoch war und rasch weiter zusammenschrumpfte; bald merkte sie, daß dies an dem Fächer lag, den sie in der Hand hielt, und sie ließ ihn hastig fallen, gerade zur rechten Zeit, um sich vor dem völligen Wegschrumpfen zu retten.",
      "english": "“I must be getting smaller again.” She stood up and went to the table to measure herself against it, and found that, as far as she could estimate, she was now about 60 cm tall and was quickly shrinking further; soon she realized that this was due to the fan she was holding in her hand, and she dropped it hastily, just in time to save herself from completely shrinking away."
    },
    {
      "id": 43,
      "german": "„Das war aber knapp!“ sagte Alice, von der plötzlichen Veränderung ganz schön erschrocken, aber sehr froh, daß sie überhaupt noch existierte.",
      "english": "“That was close!” said Alice, quite startled by the sudden change, but very glad that she still existed at all."
    },
    {
      "id": 44,
      "german": "„Und jetzt in den Garten!“ Und sie rannte so schnell sie konnte zurück zu der kleinen Tür; aber ach!",
      "english": "“And now into the garden!” And she ran back to the little door as fast as she could; but alas!"
    },
    {
      "id": 45,
      "german": "die kleine Tür war wieder verschlossen und der kleine goldene Schlüssel lag wie zuvor auf dem Glastisch, „und alles ist schlimmer denn je,“ dachte das arme Kind, „denn niemals war ich so klein wie jetzt, niemals!",
      "english": "the little door was locked again and the little golden key lay as before on the glass table, “and everything is worse than ever,” thought the poor child, “for I have never been so small as I am now, never!"
    },
    {
      "id": 46,
      "german": "Das ist aber auch zu arg!“ Als sie diese Worte sprach, rutschte sie aus, und im nächsten Moment, platsch!, befand sie sich bis zum Kinn in Salzwasser.",
      "english": "\"But that is really too much!\" As she said these words, she slipped, and in the next moment, splash!, she found herself up to her chin in saltwater."
    },
    {
      "id": 47,
      "german": "Ihr erster Gedanke war, sie sei irgendwie ins Meer gefallen, „und dann kann ich ja mit der Ei- senbahn zurückfahren,“ sagte sie sich.",
      "english": "Her first thought was that she had somehow fallen into the sea, \"and then I can just take the train back,\" she told herself."
    },
    {
      "id": 48,
      "german": "(Alice war einmal in ihrem Leben am Meer gewesen und hatte daraus geschlossen, man finde, wo immer man auch an der englischen Küste sei, eine Anzahl Badekarren im Meer, ein paar Kinder, die mit Holzschaufeln im Sand spielen, dann eine Reihe Pensionen, und dahinter den Bahn- hof.) Bald fand sie jedoch heraus, daß sie in den Tränenteich gefallen war, den sie geweint hatte, als sie fast drei Meter hoch war.",
      "english": "(Alice had once been to the sea in her life and had concluded that wherever one might be on the English coast, one would find a number of bathing carts in the sea, a few children playing with wooden spades in the sand, then a row of boarding houses, and behind them the train station.) However, she soon discovered that she had fallen into the pool of tears she had wept when she was almost three meters high."
    },
    {
      "id": 49,
      "german": "„Ich wollte, ich hätte nicht so viel geweint!“ sagte Alice, während sie umherschwamm, um einen Weg hinaus zu finden.",
      "english": "\"I wish I hadn't cried so much!\" said Alice as she swam around trying to find a way out."
    },
    {
      "id": 50,
      "german": "„Jetzt soll ich wohl dafür bestraft werden, indem ich in meinen eigenen Trä- nen ertrinke!",
      "english": "\"Now I suppose I am to be punished by drowning in my own tears!"
    },
    {
      "id": 51,
      "german": "Das wäre sicher sonderbar!",
      "english": "That would certainly be strange!"
    },
    {
      "id": 52,
      "german": "Aber heute ist alles sonderbar!“ -- 12 of 161 -- - 10 - Da hörte sie ein Stückchen entfernt etwas plätschern und sie schwamm darauf zu, um herauszufinden, was es sei; zuerst dachte sie, es müsse ein Walroß oder ein Flußpferd sein, aber dann fiel ihr ein, wie klein sie jetzt war, und bald entdeckte sie, daß es sich um eine Maus handelte, die ebenso wie sie selbst hineingefallen war.",
      "english": "But today everything is strange!\" -- 12 of 161 -- - 10 - Then she heard something splashing a little way off, and she swam towards it to find out what it was; at first, she thought it must be a walrus or a hippopotamus, but then she remembered how small she was now, and soon discovered that it was a mouse that had fallen in just like herself."
    },
    {
      "id": 53,
      "german": "„Ob es wohl einen Zweck hat,“ dachte Alice, „diese Maus anzusprechen?",
      "english": "\"I wonder if it has any purpose,\" thought Alice, \"to address this mouse?"
    },
    {
      "id": 54,
      "german": "Hier unten ist alles so ungewöhn- lich, und es ist sehr gut möglich, daß sie sprechen kann; auf jeden Fall wird ein Versuch nichts schaden.“ So begann sie: „O Maus, kennst du den Weg aus diesem Teich hinaus?",
      "english": "Everything down here is so unusual, and it is quite possible that it can speak; in any case, a try won't hurt.\" So she began: \"Oh mouse, do you know the way out of this pond?"
    },
    {
      "id": 55,
      "german": "Ich habe es satt, hier herumzuschwim - men, o Maus!“ (Alice dachte, dies müsse die richtige Art und Weise sein, zu einer Maus zu sprechen; sie hat - te so etwas nie zuvor getan, aber sie erinnerte sich, in der lateinischen Grammatik ihres Bruders dieses gese- hen zu haben: „Eine Maus – einer Maus – einer Maus – eine Maus – o Maus!“ Die Maus sah sie ziemlich neugierig an und schien ihr mit einem ihrer Äuglein zuzuzwinkern, sagte aber nichts.",
      "english": "I'm tired of swimming around here, oh mouse!\" (Alice thought this must be the right way to speak to a mouse; she had never done anything like this before, but she remembered seeing something like it in her brother's Latin grammar: \"A mouse – of a mouse – to a mouse – a mouse – oh mouse!\" The mouse looked at her quite curiously and seemed to wink at her with one of its little eyes, but said nothing."
    },
    {
      "id": 56,
      "german": "„Vielleicht versteht sie mich nicht,“ dachte Alice.",
      "english": "\"Maybe it doesn't understand me,\" thought Alice."
    },
    {
      "id": 57,
      "german": "„Ich vermute, sie ist eine französische Maus, die mit Wil - helm dem Eroberer herübergekommen ist.“ (Denn bei all ihrem historischen Wissen hatte Alice keine klare Vorstellung davon, wie lange etwas schon zurücklag.) So fing sie wieder an: „Où est ma chatte?“, welches der erste Satz in ihrem Französisch-Lehrbuch war.",
      "english": "\"I suspect it is a French mouse that came over with William the Conqueror.\" (For with all her historical knowledge, Alice had no clear idea of how long ago something had happened.) So she started again: \"Où est ma chatte?\", which was the first sentence in her French textbook."
    },
    {
      "id": 58,
      "german": "Die Maus machte einen plötzlichen Sprung aus dem Was- ser empor und schien vor Furcht am ganzen Körper zu zittern.",
      "english": "The mouse made a sudden leap out of the water and seemed to tremble all over with fear."
    },
    {
      "id": 59,
      "german": "„Oh, ich bitte um Verzeihung!“ rief Alice schnell aus Angst, die Gefühle des armen Tieres verletzt zu haben.",
      "english": "\"Oh, I apologize!\" Alice cried out quickly, afraid she had hurt the feelings of the poor creature."
    },
    {
      "id": 60,
      "german": "„Ich habe gar nicht daran gedacht, daß du keine Katzen leiden kannst.“ „Keine Katzen leiden!“ schrie die Maus mit schriller, leidenschaftlicher Stimme.",
      "english": "\"I didn't even think that you can't stand cats.\" \"Can't stand cats!\" screamed the mouse in a shrill, passionate voice."
    },
    {
      "id": 61,
      "german": "„Könntest du Katzen leiden, wenn du ich wärst?“ „Nun, vielleicht nicht,“ sagte Alice besänftigend, „sei nicht böse deswegen.",
      "english": "\"Could you stand cats if you were me?\" \"Well, maybe not,\" said Alice soothingly, \"don't be angry about it.\""
    },
    {
      "id": 62,
      "german": "Und doch würde ich dir gern un - sere Katze Dinah zeigen.",
      "english": "\"And yet I would like to show you our cat Dinah.\""
    },
    {
      "id": 63,
      "german": "Ich glaube, du würdest Gefallen an ihr finden, wenn du sie nur sehen könntest.",
      "english": "\"I believe you would take a liking to her if you could only see her.\""
    },
    {
      "id": 64,
      "german": "Sie ist ein so liebes, stilles Ding,“ fuhr Alice fort, halb zu sich, während sie träge in dem Teich herumschwamm, -- 13 of 161 -- - 11 - „und sie sitzt so süß schnurrend am Feuer, leckt sich die Pfoten und wäscht sich das Gesicht – und sie ist so schön weich zum Schmusen – und sie ist ganz vorzüglich beim Mäusefangen – oh, ich bitte um Verzeihung,“ rief Alice wieder, denn diesmal sträubten sich der Maus sämtliche Haare, und Alice hatte das Gefühl, sie müsse wirklich gekränkt sein.",
      "english": "\"She is such a lovely, quiet thing,\" Alice continued, half to herself, as she lazily swam around in the pond, \"and she sits so sweetly purring by the fire, licking her paws and washing her face – and she is so beautifully soft to cuddle – and she is quite excellent at catching mice – oh, I beg your pardon,\" Alice exclaimed again, for this time the mouse's fur bristled, and Alice felt that she must really be offended."
    },
    {
      "id": 65,
      "german": "„Wir wollen nicht mehr von ihr sprechen, wenn du nicht magst.“ „Wir, was du nicht sagst!“ schrie die Maus, die bis in die Schwanzspitze zitterte.",
      "english": "\"We won't talk about her anymore if you don't want to.\" \"We, what you say!\" cried the mouse, trembling all the way to the tip of its tail."
    },
    {
      "id": 66,
      "german": "„Als ob ich von so einem Gegenstand spräche!",
      "english": "\"As if I were talking about such a subject!\""
    },
    {
      "id": 67,
      "german": "Unsere Familie hat Katzen immer gehaßt: garstige, niedrige, vulgäre Dinger!",
      "english": "\"Our family has always hated cats: nasty, low, vulgar creatures!\""
    },
    {
      "id": 68,
      "german": "Erwähne sie ja nicht noch einmal!“ „Bestimmt nicht!“ sagte Alice in großer Eile, das Gesprächsthema zu wechseln.",
      "english": "\"Don't mention them again!\" \"Certainly not!\" said Alice hurriedly, trying to change the subject."
    },
    {
      "id": 69,
      "german": "„Magst du – magst du – Hunde?“ Die Maus antwortete nicht, und Alice fuhr eifrig fort: „Da gibt es solch einen niedlichen kleinen Hund bei uns in der Nähe, den würde ich dir gern zeigen!",
      "english": "\"Do you like – do you like – dogs?\" The mouse did not answer, and Alice eagerly continued: \"There is such a cute little dog near us, I would love to show him to you!"
    },
    {
      "id": 70,
      "german": "Ein kleiner helläugiger Terrier, weiß du, mit so langem lockigen braunen Haar!",
      "english": "A little light-eyed terrier, you know, with such long curly brown hair!"
    },
    {
      "id": 71,
      "german": "Und er apportiert Gegenstände, wenn man sie wirft, und er macht Männchen und bettelt um sein Futter und alles mögliche – mir fällt kaum die Hälfte ein – und er gehört einem Bauern, weißt du, und der sagt, er sei so nützlich, er sei hundert Pfund wert!",
      "english": "And he fetches things when you throw them, and he stands on his hind legs and begs for his food and all sorts of things – I can hardly think of half – and he belongs to a farmer, you know, and he says he is so useful, he is worth a hundred pounds!"
    },
    {
      "id": 72,
      "german": "Er sagt, er tötet alle Ratten und – ach herrje!“ rief Alice voller Sorge.",
      "english": "He says he kills all the rats and – oh dear!\" cried Alice in great concern."
    },
    {
      "id": 73,
      "german": "„Ich fürchte, ich habe sie wieder gekränkt!“ Denn die Maus schwamm davon, so schnell sie konnte, und brachte dabei den ganzen Teich in Aufruhr.",
      "english": "\"I fear I have offended her again!\" For the mouse swam away as fast as it could, causing quite a stir in the pond."
    },
    {
      "id": 74,
      "german": "So rief Alice ihr sanft nach: „Liebe Maus!",
      "english": "So Alice gently called after her: \"Dear mouse!"
    },
    {
      "id": 75,
      "german": "Komm doch wieder zurück; wir werden nicht mehr von Katzen sprechen, auch von Hunden nicht, wenn du sie nicht magst!“ Als die Maus das hörte, machte sie kehrt und schwamm langsam zu ihr zurück; ihr Gesicht war ganz bleich (vor Zorn, vermutete Alice), und sie sagte mit leiser, bebender Stimme: „Wir wollen ans Ufer, und dann werde ich dir meine Geschichte erzählen, und dann wirst du verstehen, weshalb ich Katzen und Hunde hasse.“ Es war höchste Zeit, den Teich zu verlassen, denn er füllte sich mit lauter Tieren an, die hineingefallen wa - ren: eine Ente und ein Dodo, ein Lori und ein kleiner Adler und mehrere andere seltsame Geschöpfe.",
      "english": "Please come back; we won't talk about cats anymore, nor about dogs if you don't like them!\" When the mouse heard this, it turned around and slowly swam back to her; its face was quite pale (with anger, Alice suspected), and it said in a quiet, trembling voice: \"We want to go to the shore, and then I will tell you my story, and then you will understand why I hate cats and dogs.\" It was high time to leave the pond, for it was filling up with all sorts of animals that had fallen in: a duck and a dodo, a lory and a little eagle and several other strange creatures."
    },
    {
      "id": 76,
      "german": "Alice führte sie an, und die ganze Gesellschaft schwamm ans Ufer.",
      "english": "Alice led them, and the whole company swam to the shore."
    },
    {
      "id": 77,
      "german": "-- 14 of 161 --",
      "english": "-- 14 of 161 --"
    }
  ],
  "bookId": "alice-im-wunderland",
  "chapterNumber": 2
}