{
  "id": "alice-im-wunderland-ch8",
  "titleGerman": "Der Krocketplatz der Königin",
  "titleEnglish": "The Queen's Croquet-Ground",
  "author": "Lewis Carroll",
  "wordCount": 2481,
  "difficulty": "B2",
  "sentences": [
    {
      "id": 1,
      "german": "Beim Eingang zum Garten stand ein großer Rosenstock; er trug weiße Rosen, aber drei Gärtner waren eifrig damit beschäftigt, sie rot anzustreichen.",
      "english": "At the entrance to the garden stood a large rose bush; it bore white roses, but three gardeners were eagerly busy painting them red."
    },
    {
      "id": 2,
      "german": "Alice kam das sehr merkwürdig vor, und sie näherte sich, um ihnen zuzusehen, und gerade als sie herangekommen war, hörte sie einen von ihnen sagen: „Paß doch auf, Fünf!",
      "english": "Alice found this very strange, and she approached to watch them, and just as she got closer, she heard one of them say, \"Watch out, Five!"
    },
    {
      "id": 3,
      "german": "Beklecker mich nicht so mit Farbe!“ „Ich konnte nichts dafür,“ sagte Fünf verdrossen, „Sieben hat mich am Ellbogen gestoßen.“ Worauf Sieben aufblickte und sagte: „So ist's richtig, Fünf!",
      "english": "Don't splash me with paint!\" \"I couldn't help it,\" said Five sulkily, \"Seven bumped me at the elbow.\" To which Seven looked up and said, \"That's right, Five!"
    },
    {
      "id": 4,
      "german": "Immer den anderen die Schuld in die Schuhe schieben!“ „Du hältst besser den Mund!“ sagte Fünf.",
      "english": "Always blaming the others!\" \"You'd better shut your mouth!\" said Five."
    },
    {
      "id": 5,
      "german": "„Erst ge- stern habe ich die Königin sagen hören, du ver- dientest geköpft zu werden!“ „Wofür?“ fragte der, der zuerst gesprochen hatte.",
      "english": "\"Just yesterday I heard the Queen say you deserved to be beheaded!\" \"For what?\" asked the one who had spoken first."
    },
    {
      "id": 6,
      "german": "„Dich geht das gar nichts an, Zwei!“ sagte Sieben.",
      "english": "\"That's none of your business, Two!\" said Seven."
    },
    {
      "id": 7,
      "german": "„Doch, es geht ihn etwas an!“ sagte Fünf.",
      "english": "\"Yes, it is his business!\" said Five."
    },
    {
      "id": 8,
      "german": "„Und ich werde es ihm sagen – weil er der Köchin Tulpen- zwiebeln statt Speisezwiebeln gebracht hatte.“ Sieben warf seinen Pinsel auf die Erde und hatte ge- rade angefangen: „Also von all diesen Ungerechtig- keiten –“, als sein Blick zufällig Alice traf, die das- tand und ihnen zusah, und er brach plötzlich ab; auch die anderen drehten sich zu ihr um, und alle verneigten sich tief.",
      "english": "\"And I will tell him – because he brought the cook tulip bulbs instead of onion bulbs.\" Seven threw his brush to the ground and had just begun: \"So about all these injustices –\", when his gaze accidentally met Alice's, who was standing and watching them, and he suddenly stopped; the others also turned to her, and all bowed deeply."
    },
    {
      "id": 9,
      "german": "„Würden Sie mir bitte sagen,“ sprach Alice ein wenig schüchtern, „warum Sie diese Rosen anstreichen?“ Fünf und Sieben sagten nichts, sondern schauten Zwei an.",
      "english": "\"Would you please tell me,\" Alice said a little shyly, \"why you are painting these roses?\" Five and Seven said nothing, but looked at Two."
    },
    {
      "id": 10,
      "german": "Zwei begann mit leiser Stimme: „Ja, die Sache ist so, sehen Sie, Fräulein, das hier hätte ein roter Rosenstock sein sollen, und aus Versehen haben wir einen weißen gesetzt; und wenn die Königin es merkt, würde man uns allen den Kopf abschlagen, müssen Sie wis- sen.",
      "english": "Two began in a quiet voice: \"Yes, the thing is, you see, Miss, this was supposed to be a red rose bush, and by mistake we planted a white one; and if the Queen finds out, we would all have our heads chopped off, you must know."
    },
    {
      "id": 11,
      "german": "Sie sehen also, Fräulein, wir tun unser Bestes, bevor sie kommt, um –“ In diesem Moment rief Fünf, der ängstlich über den Garten geblickt hatte: „Die Königin!",
      "english": "So you see, Miss, we are doing our best before she comes to –\" At that moment, Five, who had been anxiously looking over the garden, shouted: \"The Queen!"
    },
    {
      "id": 12,
      "german": "Die Königin!“ und im Nu warfen sich die drei Gärt- ner flach aufs Gesicht.",
      "english": "The Queen!\" and in no time the three gardeners threw themselves flat on their faces."
    },
    {
      "id": 13,
      "german": "Es waren viele Schritte zu hören, und Alice blickte eifrig umher, um die Königin zu entdecken.",
      "english": "Many footsteps could be heard, and Alice eagerly looked around to spot the Queen."
    },
    {
      "id": 14,
      "german": "Zuerst kamen zehn Soldaten, die Hellebarden trugen; sie waren wie die drei Gärtner geformt: rechteckig und flach, und aus den Ecken wuchsen die Arme und Beine heraus; dann kamen die zehn Höflinge: Sie waren von oben bis unten mit Diamanten dekoriert.",
      "english": "First came ten soldiers carrying halberds; they were shaped like the three gardeners: rectangular and flat, with arms and legs growing out of the corners; then came the ten courtiers: they were decorated from head to toe with diamonds."
    },
    {
      "id": 15,
      "german": "Sie gingen wie die Soldaten immer zu zweit.",
      "english": "They walked like the soldiers always in pairs."
    },
    {
      "id": 16,
      "german": "Nach ihnen -- 47 of 161 -- - 45 - kamen die königlichen Kinder, es gab zehn von ihnen, und die lieben Kleinen sprangen paarweise Hand in Hand daher; sie waren alle mit Herzen geschmückt.",
      "english": "After them -- 47 of 161 -- - 45 - came the royal children, there were ten of them, and the dear little ones jumped along hand in hand in pairs; they were all adorned with hearts."
    },
    {
      "id": 17,
      "german": "Als nächstes kamen die Gäste, meistens Könige und Kö - niginnen, und unter ihnen erkannte Alice das Weiße Kaninchen; es sprach in hastiger, nervöser Weise und lä - chelte über alles, was gesagt wurde; es ging vorbei, ohne sie zu bemerken.",
      "english": "Next came the guests, mostly kings and queens, and among them Alice recognized the White Rabbit; it spoke in a hurried, nervous manner and smiled at everything that was said; it passed by without noticing her."
    },
    {
      "id": 18,
      "german": "Dann folgte der Herzbube, der die Königskrone auf einem karmesinroten Samtkissen trug, und als letzte in diesem prächtigen Zug kamen DER HERZKÖNIG UND DIE HERZKÖNIGIN.",
      "english": "Then followed the Knave of Hearts, who carried the royal crown on a crimson velvet cushion, and last in this magnificent procession came THE KING AND QUEEN OF HEARTS."
    },
    {
      "id": 19,
      "german": "Alice wußte nicht recht, ob sie sich auch auf das Gesicht werfen sollte wie die drei Gärtner, aber sie konnte sich nicht erinnern, jemals von einer solchen Vorschrift bei Prozessionen gehört zu haben; „und was hätte außerdem eine Prozession für einen Zweck,“ dachte sie, „wenn sich alle Leute auf das Gesicht legen müßten, so daß sie nichts sehen können?“ Also blieb sie stehen und wartete.",
      "english": "Alice wasn't quite sure whether she should throw herself on her face like the three gardeners, but she couldn't remember ever hearing of such a rule at processions; \"and what purpose would a procession serve,\" she thought, \"if everyone had to lie on their faces so that they couldn't see anything?\" So she stood still and waited."
    },
    {
      "id": 20,
      "german": "Als die Prozession vor Alice angelangt war, hielten alle an und schauten auf sie, und die Königin sagte streng: „Wer ist das?“ Sie sagte es zum Herzbuben, der sich zur Antwort nur verneigte und lächelte.",
      "english": "When the procession reached Alice, everyone stopped and looked at her, and the queen said sternly: \"Who is that?\" She said it to the Knave of Hearts, who only bowed and smiled in response."
    },
    {
      "id": 21,
      "german": "„Idiot!“ sagte die Königin und schüttelte unwillig den Kopf, und an Alice gewandt fuhr sie fort: „Wie heißt du, Kind?“ „Mit Verlaub, Majestät, mein Name ist Alice,“ sagte Alice sehr höflich, aber sie fügte bei sich hinzu: „Ach was, es sind ja nur Spielkarten, ich brauche keine Angst vor ihnen zu haben!“ „Und wer sind die da?“ fragte die Königin, wobei sie auf die Gärtner zeigte, die rings um den Rosenstock la- gen; denn da ihre Gesichter unten waren und ihre Rücken dasselbe Muster zeigten wie der Rest der Spielkar - ten, konnte sie nicht wissen, ob es Gärtner waren oder Soldaten oder Höflinge oder drei ihrer eigenen Kin - der.",
      "english": "\"Idiot!\" said the queen, shaking her head unwillingly, and turning to Alice, she continued: \"What is your name, child?\" \"With all due respect, Your Majesty, my name is Alice,\" said Alice very politely, but she added to herself: \"Oh, come on, they are just playing cards, I don't need to be afraid of them!\" \"And who are those?\" asked the queen, pointing to the gardeners who were lying around the rosebush; for since their faces were down and their backs showed the same pattern as the rest of the playing cards, she could not tell whether they were gardeners or soldiers or courtiers or three of her own children."
    },
    {
      "id": 22,
      "german": "-- 48 of 161 -- - 46 - „Woher soll ich das wissen?“sagte Alice, überrascht von ihrer eigenen Courage.",
      "english": "\"How should I know?\" said Alice, surprised by her own courage."
    },
    {
      "id": 23,
      "german": "„Das geht mich doch nichts an.“ Die Königin wurde rot vor Zorn, und nachdem sie Alice eine Weile gleich einer wilden Bestie angeglotzt hatte, begann sie zu schreien: „Herunter mit ihrem Kopf!",
      "english": "\"That doesn't concern me.\" The queen turned red with anger, and after staring at Alice for a while like a wild beast, she began to scream: \"Off with their heads!"
    },
    {
      "id": 24,
      "german": "Herunter mit –“ „Blödsinn!“ sagte Alice sehr laut und entschieden, und die Königin verstummte.",
      "english": "Off with –\" \"Nonsense!\" said Alice very loudly and firmly, and the queen fell silent."
    },
    {
      "id": 25,
      "german": "Der König legte ihr seine Hand auf den Arm und sagte schüchtern: „Bedenke doch, meine Liebe: sie ist nur ein Kind!“ Die Königin wandte sich wütend von ihm ab und sagte zu dem Buben: „Dreh sie um!“ Der Bube tat es sehr vorsichtig mit einem Fuß.",
      "english": "The king placed his hand on her arm and said shyly: \"Consider, my dear: she is only a child!\" The queen angrily turned away from him and said to the Knave: \"Turn her around!\" The Knave did so very carefully with one foot."
    },
    {
      "id": 26,
      "german": "„Steht auf!“ sagte die Königin mit schriller, lauter Stimme, und die drei Gärtner sprangen sofort auf die Füße und begannen, sich vor dem König, der Königin, den königlichen Kindern und jedem anderen zu verbeugen.",
      "english": "\"Get up!\" said the queen in a shrill, loud voice, and the three gardeners immediately jumped to their feet and began to bow before the king, the queen, the royal children, and everyone else."
    },
    {
      "id": 27,
      "german": "„Laßt das sein!“ kreischte die Königin.",
      "english": "\"Stop that!\" screeched the queen."
    },
    {
      "id": 28,
      "german": "„Ihr macht mich schwindlig.“ Und dann fuhr sie, zu dem Rosenstock tretend, fort: „Was habt ihr hier gemacht?“ „Mit Verlaub, Majestät,“ sagte Zwei sehr demütig und ließ sich auf ein Knie nieder, während er sprach, „wir haben versucht –“ „Ich sehe schon!“ sagte die Königin, die inzwischen die Rosen untersucht hatte.",
      "english": "\"You make me dizzy.\" And then, stepping towards the rosebush, she continued: \"What have you done here?\" \"With all due respect, Your Majesty,\" said Two very humbly and knelt down while he spoke, \"we tried –\" \"I can see that!\" said the queen, who had meanwhile examined the roses."
    },
    {
      "id": 29,
      "german": "„Herunter mit ihren Köp- fen!“ Und der Zug setzte sich wieder in Bewegung, nur drei Soldaten blieben zurück, um die unglücklichen Gärtner hinzurichten, die schutzsuchend zu Alice rannten.",
      "english": "\"Off with their heads!\" And the procession started moving again, only three soldiers stayed behind to execute the unfortunate gardeners who ran to Alice for protection."
    },
    {
      "id": 30,
      "german": "„Ihr sollt nicht geköpft werden!“ sagte Alice, und sie steckte sie in einen großen Blumentopf, der in der Nähe stand.",
      "english": "\"You shall not be executed!\" said Alice, and she put them into a large flower pot that was standing nearby."
    },
    {
      "id": 31,
      "german": "Die drei Soldaten rannten eine Weile umher und hielten nach ihnen Ausschau, dann marschierten sie ruhig hinter den anderen hinterher.",
      "english": "The three soldiers ran around for a while and looked for them, then they marched calmly behind the others."
    },
    {
      "id": 32,
      "german": "„Sind ihre Köpfe ab?“ rief die Königin „Ihre Köpfe sind ab, wie es Eurer Majestät beliebte!“ riefen die Soldaten zur Antwort.",
      "english": "\"Are their heads off?\" shouted the queen. \"Their heads are off, as Your Majesty wished!\" the soldiers replied."
    },
    {
      "id": 33,
      "german": "„So ist's recht!“ rief die Königin.",
      "english": "\"That's right!\" shouted the queen."
    },
    {
      "id": 34,
      "german": "„Kannst du Krocket spielen?“ Die Soldaten schwiegen und sahen Alice an, da die Frage offensichtlich ihr galt.",
      "english": "\"Can you play croquet?\" The soldiers were silent and looked at Alice, as the question was obviously directed at her."
    },
    {
      "id": 35,
      "german": "„Ja!“ rief Alice.",
      "english": "\"Yes!\" shouted Alice."
    },
    {
      "id": 36,
      "german": "„Dann komm her!“ brüllte die Königin, und Alice schloß sich der Prozession an, neugierig, was als nächstes geschehen würde.",
      "english": "\"Then come here!\" roared the queen, and Alice joined the procession, curious about what would happen next."
    },
    {
      "id": 37,
      "german": "„Ein – ein sehr schöner Tag heute!“ sagte eine schüchterne Stimme an ihrer Seite.",
      "english": "\"A - a very nice day today!\" said a shy voice at her side."
    },
    {
      "id": 38,
      "german": "Sie ging neben dem Wei - ßen Kaninchen her, das ihr ängstlich ins Gesicht blickte.",
      "english": "She walked alongside the White Rabbit, who looked anxiously at her face."
    },
    {
      "id": 39,
      "german": "„Sehr schön,“ sagte Alice, „wo ist die Herzogin?“ „Pst!",
      "english": "\"Very nice,\" said Alice, \"where is the Duchess?\" \"Pst!"
    },
    {
      "id": 40,
      "german": "Pst!“ sagte das Kaninchen hastig und leise.",
      "english": "Pst!\" said the rabbit hastily and quietly."
    },
    {
      "id": 41,
      "german": "Es schaute angstvoll über seine Schulter, während es sprach, dann erhob es sich auf die Zehenspitzen, hielt den Mund dicht an ihr Ohr und flüsterte: „Sie ist zum Tode verurteilt.“ „Weshalb?“ sagte Alice.",
      "english": "It looked fearfully over its shoulder as it spoke, then it rose up on its tiptoes, held its mouth close to her ear, and whispered: \"She is sentenced to death.\" \"Why?\" said Alice."
    },
    {
      "id": 42,
      "german": "„Hast du ,wie schade!´ gesagt?“ fragte das Kaninchen.",
      "english": "\"Did you say 'how sad'?\" asked the rabbit."
    },
    {
      "id": 43,
      "german": "-- 49 of 161 -- - 47 - „Nein!“ sagte Alice.",
      "english": "\"No!\" said Alice."
    },
    {
      "id": 44,
      "german": "„Ich finde keineswegs, daß es schade ist.",
      "english": "\"I don't think it's sad at all."
    },
    {
      "id": 45,
      "german": "Ich habe ,weshalb?´ gesagt.“ „Sie hat die Königin geohrfeigt –“ begann das Kaninchen.",
      "english": "I said 'why?'\" \"She slapped the queen - \" began the rabbit."
    },
    {
      "id": 46,
      "german": "Alice schrie vor Lachen auf.",
      "english": "Alice screamed with laughter."
    },
    {
      "id": 47,
      "german": "„Oh, pst!“ flüsterte das Kaninchen furchtsam.",
      "english": "\"Oh, hush!\" whispered the rabbit fearfully."
    },
    {
      "id": 48,
      "german": "„Die Königin wird dich hören!",
      "english": "\"The queen will hear you!\""
    },
    {
      "id": 49,
      "german": "Sie kam nämlich ziemlich spät, und die Königin sagte –“ „Geht auf eure Plätze!“ rief die Königin mit donnernder Stimme, und die Leute begannen, in alle Richtungen zu rennen, wobei sie sich gegenseitig anrempelten; nach ein paar Minuten hatten sie sich jedoch aufgestellt, und das Spiel begann.",
      "english": "She had come quite late, and the queen said – \"Get to your places!\" the queen shouted with a thundering voice, and the people began to run in all directions, bumping into each other; after a few minutes, however, they had lined up, and the game began."
    },
    {
      "id": 50,
      "german": "Alice hatte noch nie in ihrem Leben, wie sie glaubte, einen so seltsamen Krocketplatz gesehen; er bestand nur aus Hügeln und Furchen; die Bälle waren lebende Igel und die Schläger lebende Flamingos, und die Sol- daten mußten sich bücken und auf Händen und Füßen stehen, um die Tore zu bilden.",
      "english": "Alice had never seen such a strange croquet ground in her life, as she believed; it consisted only of hills and ditches; the balls were live hedgehogs and the mallets were live flamingos, and the soldiers had to bend down and stand on their hands and feet to form the goals."
    },
    {
      "id": 51,
      "german": "Die Hauptschwierigkeit, fand Alice als erstes heraus, war, ihren Flamingo zu handhaben: es gelang ihr, seinen Körper recht bequem unter den Arm zu klemmen, wobei seine Beine herunterhingen, aber meistens, wenn sein Hals gerade schön ausgestreckt war und sie mit seinem Kopf dem Igel einen Schlag versetzen wollte, drehte der Flamingo sich um und blickte ihr mit solch einem verwirrten Ausdruck ins Gesicht, daß sie in Lachen ausbrechen mußte, und wenn sie seinen Kopf hinuntergebogen hatte und von neuem beginnen wollte, war es geradezu empörend festzustellen, daß der Igel sich entrollt hatte und im Begriff war, davonzukriechen; überdies war gewöhn- lich ein Hügel oder eine Furche immer dort im Wege, wo sie den Igel hinschicken wollte, und da sich die bückenden Soldaten immerzu aufrichteten und an andere Stellen des Platzes gingen, kam Alice bald zu dem Schluß, daß es in der Tat ein sehr schwieriges Spiel war.",
      "english": "The main difficulty, Alice discovered first, was handling her flamingo: she managed to tuck its body quite comfortably under her arm, with its legs hanging down, but mostly, when its neck was nicely stretched out and she wanted to hit the hedgehog with its head, the flamingo turned around and looked at her with such a confused expression that she had to burst out laughing, and when she had bent its head down and wanted to start again, it was downright outrageous to find that the hedgehog had unrolled and was about to crawl away; moreover, there was usually a hill or a ditch right in the way where she wanted to send the hedgehog, and since the bending soldiers kept straightening up and moving to other parts of the ground, Alice soon concluded that it was indeed a very difficult game."
    },
    {
      "id": 52,
      "german": "Die Teilnehmer spielten alle gleichzeitig, ohne zu warten, bis sie an die Reihe kamen; sie stritten sich andau- ernd und balgten sich um die Igel; und in sehr kurzer Zeit war die Königin in furchtbarer Laune und lief stampfend umher, wobei sie wenigstens einmal in jeder Minute rief: „Herunter mit seinem Kopf!",
      "english": "The participants all played at the same time, without waiting for their turn; they constantly argued and wrestled over the hedgehogs; and in a very short time, the queen was in a terrible mood and stomped around, shouting at least once every minute: \"Off with his head!\""
    },
    {
      "id": 53,
      "german": "Herunter mit ihrem Kopf!“ Alice fing an, sich unbehaglich zu fühlen; bisher hatte sie zwar noch keine Auseinandersetzung mit der Kö- nigin gehabt, aber sie wußte, daß es jede Minute geschehen konnte, „und was,“ dachte sie, „würde dann aus mir werden?",
      "english": "\"Off with her head!\" Alice began to feel uncomfortable; so far, she had not had any confrontation with the queen, but she knew it could happen at any moment, \"and what,\" she thought, \"would become of me then?"
    },
    {
      "id": 54,
      "german": "Man köpft hier die Leute so furchtbar gern; es ist ein großes Wunder, daß überhaupt noch je - mand am Leben ist!“ -- 50 of 161 -- - 48 - Sie sah sich nach einem Fluchtweg um und überlegte, wie sie entwischen könnte, ohne gesehen zu werden, als sie eine seltsame Erscheinung in der Luft wahrnahm; zuerst verwirrte es sie sehr, aber nachdem sie eine Weile hingeschaut hatte, erkannte sie es als Grinsen, und sie sagte sich: „Es ist die Cheshire-Katze; jetzt wer - de ich jemanden haben, mit dem ich mich unterhalten kann.“ „Wie kommst du zurecht?“ fragte die Katze, sobald genug Mund zum Sprechen da war.",
      "english": "They love to behead people here so terribly; it's a great wonder that anyone is still alive!\" -- She looked around for an escape route and wondered how she could slip away without being seen when she noticed a strange appearance in the air; at first, it confused her greatly, but after watching for a while, she recognized it as a grin, and she said to herself, \"It's the Cheshire Cat; now I will have someone to talk to.\" \"How are you doing?\" asked the cat as soon as there was enough mouth to speak."
    },
    {
      "id": 55,
      "german": "Alice wartete, bis die Augen erschienen, und nickte dann.",
      "english": "Alice waited until the eyes appeared, and then nodded."
    },
    {
      "id": 56,
      "german": "„Es hat keinen Zweck zu sprechen,“ dachte sie, „ehe ihre Ohren oder wenigstens eins da sind.“ Nach einer weiteren Minute war der ganze Kopf erschienen und Alice setzte ihren Flamingo ab und begann, von dem Spiel zu berichten, sehr froh, daß sie jemanden hat - te, der ihr zuhörte.",
      "english": "\"There's no point in speaking,\" she thought, \"before her ears or at least one is there.\" After another minute, the whole head had appeared, and Alice set down her flamingo and began to report on the game, very glad that she had someone to listen to her."
    },
    {
      "id": 57,
      "german": "Die Katze meinte anscheinend, daß genug von ihr in Sicht war, und es erschien nichts weiter.",
      "english": "The cat seemed to think that enough of her was in sight, and nothing further appeared."
    },
    {
      "id": 58,
      "german": "„Ich glaube nicht, daß sie alle fair spielen,“ beschwerte sich Alice, „und sie streiten sich alle so furchtbar, daß man sein eigenes Wort nicht versteht – und vor allem scheinen sie keine Regeln zu haben; jedenfalls beach- ten sie sie nicht, wenn es welche gibt – und du kannst dir nicht vorstellen, wie verwirrend es mit dem leben - den Spielgerät ist: zum Beispiel läuft das Tor, durch das ich als nächstes muß, am anderen Ende des Platzes herum – und gerade jetzt hätte ich den Igel der Königin krockieren sollen, aber als er mich kommen sah, rannte er weg!“ „Wie gefällt dir die Königin?“ fragte die Katze leise.",
      "english": "\"I don't think they all play fair,\" complained Alice, \"and they all argue so terribly that you can't understand your own word – and above all, they seem to have no rules; at least they don't follow them if there are any – and you can't imagine how confusing it is with the living equipment: for example, the goal I have to go through next is running around at the other end of the ground – and right now I should have croqueted the queen's hedgehog, but when he saw me coming, he ran away!\" \"How do you like the queen?\" asked the cat quietly."
    },
    {
      "id": 59,
      "german": "„Überhaupt nicht,“ sagte Alice, „sie ist so überaus –“ In diesem Moment bemerkte sie, daß die Königin dicht hinter ihr stand und zuhörte, deshalb fuhr sie fort: „– nahe daran zu gewinnen, daß es sich kaum lohnt, zu Ende zu spielen.“ Die Königin lächelte und ging weiter.",
      "english": "\"Not at all,\" said Alice, \"she is so exceedingly –\" At that moment, she noticed that the queen was standing right behind her and listening, so she continued: \"– close to winning that it's hardly worth finishing the game.\" The queen smiled and moved on."
    },
    {
      "id": 60,
      "german": "„Mit wem sprichst du denn da?“ sagte der König und näherte sich Alice; er betrachtete die Katze mit großer Neugier.",
      "english": "\"Who are you talking to?\" said the king, approaching Alice; he looked at the cat with great curiosity."
    },
    {
      "id": 61,
      "german": "„Das ist eine Freundin von mir – eine Cheshire-Katze,“ sagte Alice, „erlaubt, daß ich sie Euch vorstelle.“ „Ihr Blick gefällt mir ganz und gar nicht,“ sagte der König, „sie darf jedoch meine Hand küssen, wenn sie möchte.“ „Ich möchte lieber nicht,“ bemerkte die Katze.",
      "english": "\"This is a friend of mine – a Cheshire cat,\" said Alice, \"allow me to introduce her to you.\" \"I don't like her look at all,\" said the king, \"but she may kiss my hand if she wishes.\" \"I would rather not,\" remarked the cat."
    },
    {
      "id": 62,
      "german": "„Sei nicht unverschämt,“ sagte der König, „und sieh mich nicht so an!“ Während er sprach, stellte er sich hinter Alice.",
      "english": "\"Don't be rude,\" said the king, \"and don't look at me like that!\" As he spoke, he positioned himself behind Alice."
    },
    {
      "id": 63,
      "german": "„Eine Katze darf einen König ansehen,“ sagte Alice, „ich habe das in einem Buch gelesen, aber ich weiß nicht mehr, in welchem.“ „Gleichviel, sie muß entfernt werden,“ sagte der König sehr entschieden; und er rief der Königin zu, die ge- rade vorüberkam: „Meine Liebe!",
      "english": "\"A cat may look at a king,\" said Alice, \"I read that in a book, but I don't remember which one.\" \"No matter, she must be removed,\" said the king very decisively; and he called out to the queen, who was just passing by: \"My dear!"
    },
    {
      "id": 64,
      "german": "Ich möchte gern, daß du diese Katze entfernen läßt!“ Die Königin hatte nur eine Methode, alle Schwierigkeiten, ob groß oder klein, zu beseitigen: „Herunter mit ihrem Kopf!“ sagte sie, ohne auch nur hinzusehen „Ich werden selbst den Scharfrichter holen,“ sagte der König eifrig und eilte davon.",
      "english": "I would like you to have this cat removed!\" The queen had only one method to eliminate all difficulties, whether big or small: \"Off with her head!\" she said, without even looking. \"I will fetch the executioner myself,\" said the king eagerly and hurried away."
    },
    {
      "id": 65,
      "german": "Alice dachte, sie könnte ebenfalls zurückgehen und sehen, wie das Spiel stand, als sie von fern die Königin voller Wut schreien hörte.",
      "english": "Alice thought she could also go back and see how the game was going when she heard the queen screaming in rage from afar."
    },
    {
      "id": 66,
      "german": "Sie hatte schon vernommen, daß drei Spieler zur Hinrichtung verurteilt wurden, weil sie nicht gemerkt hatten, daß sie an der Reihe waren, und diese Lage der Dinge gefiel ihr gar nicht, weil -- 51 of 161 -- - 49 - das Spiel so verworren war, daß sie niemals wußte, ob sie nun an der Reihe war oder nicht.",
      "english": "She had already heard that three players had been sentenced to execution because they hadn't realized it was their turn, and she didn't like this situation at all because the game was so confusing that she never knew whether it was her turn or not."
    },
    {
      "id": 67,
      "german": "Deshalb ging sie ihren Igel suchen.",
      "english": "Therefore, she went to look for her hedgehog."
    },
    {
      "id": 68,
      "german": "Der Igel war in einen Kampf mit einem anderen Igel verwickelt, was Alice eine gute Gele- genheit zu sein schien, den einen mit dem anderen zu krockieren; nur erhob sich dabei die Schwierigkeit, daß sich ihr Flamin-go auf die andere Seite des Gartens begeben hatte, wo ihn Alice sehen konnte, wie er in hilfloser Weise auf einen Baum zu fliegen versuchte.",
      "english": "The hedgehog was involved in a fight with another hedgehog, which seemed to Alice a good opportunity to croquet one with the other; only the difficulty arose that her flamingo had gone to the other side of the garden, where Alice could see it trying helplessly to fly up into a tree."
    },
    {
      "id": 69,
      "german": "Als sie den Flamingo eingefangen und zurückgebracht hatte, war der Kampf vorüber und beide Igel waren außer Sicht; „aber das spielt keine große Rolle,“ dachte Alice, „weil alle Tore von dieser Seite des Platzes verschwunden sind.“ So klemmte sie den Flamingo unter den Arm, damit er nicht wieder flüchtete, und ging zurück, um noch ein wenig mit ihrer Freundin zu plaudern.",
      "english": "When she had caught the flamingo and brought it back, the fight was over and both hedgehogs were out of sight; \"but that doesn't matter much,\" thought Alice, \"because all the gates have disappeared from this side of the court.\" So she tucked the flamingo under her arm to prevent it from escaping again and went back to chat a little more with her friend."
    },
    {
      "id": 70,
      "german": "Als sie zu der Cheshire-Katze zurückkam, fand sie zu ihrer Überraschung eine große Menge um sie ver- sammelt; zwischen dem Scharfrichter, dem König und der Königin, die alle gleichzeitig sprachen, fand ein Disput statt, während die übrigen ganz still waren und sehr betreten aussahen.",
      "english": "When she returned to the Cheshire cat, she found, to her surprise, a large crowd gathered around her; a dispute was taking place between the executioner, the king, and the queen, who were all speaking at once, while the others were completely silent and looked very embarrassed."
    },
    {
      "id": 71,
      "german": "Alice war kaum hinzugekommen, als sie von allen dreien aufgefordert wurde, den Streit zu schlichten, und sie wiederholten ihre Argumente für sie, weil aber alle gleichzeitig sprachen, war es für sie sehr schwierig, genau auszumachen, was sie sagten.",
      "english": "Alice had hardly arrived when she was asked by all three to settle the dispute, and they repeated their arguments for her, but since they were all speaking at once, it was very difficult for her to make out exactly what they were saying."
    },
    {
      "id": 72,
      "german": "Das Argument des Scharfrichters war, daß man kei- nen Kopf abschlagen könne, wenn kein Körper da ist, von dem er abzuschlagen sei, daß er niemals zu- vor so etwas getan habe und nicht daran denke, in seinem Alter noch damit anzufangen.",
      "english": "The executioner's argument was that one could not behead someone if there was no body from which to behead it, that he had never done such a thing before, and did not intend to start doing so at his age."
    },
    {
      "id": 73,
      "german": "Das Argument des Königs war, daß alles, was einen Kopf hat, geköpft werden könne, und daß man kei- nen Unsinn reden solle.",
      "english": "The king's argument was that anything with a head could be beheaded, and that one should not talk nonsense."
    },
    {
      "id": 74,
      "german": "Das Argument der Königin war, daß sie, wenn nicht sofort etwas geschehe, alle wie sie dastanden köpfen las- se.",
      "english": "The queen's argument was that if something did not happen immediately, she would have them all beheaded as they stood."
    },
    {
      "id": 75,
      "german": "(Es war diese letzte Bemerkung, welche die ganze Gesellschaft so ernst und ängstlich aussehen ließ.) Alice fiel nichts anderes ein, als zu sagen: „Sie gehört der Herzogin; vielleicht solltet Ihr sie deswegen fragen.“ „Sie ist im Gefängnis,“ sagte die Königin zum Scharfrichter, „hol sie her.“ Und der Scharfrichter sauste davon wie ein Pfeil.",
      "english": "(It was this last remark that made the whole company look so serious and anxious.) Alice could think of nothing else to say than, \"She belongs to the Duchess; perhaps you should ask her about it.\" \"She is in prison,\" said the queen to the executioner, \"bring her here.\" And the executioner dashed away like an arrow."
    },
    {
      "id": 76,
      "german": "Sowie er weg war, begann der Kopf der Katze zu verblassen, und als der Scharfrichter mit der Herzogin zu- rückkam, war er völlig verschwunden; der König und der Scharfrichter rannten wild hin und her, um nach ihm zu suchen, während die übrigen zum Spiel zurückkehrten.",
      "english": "As soon as he was gone, the cat's head began to fade, and when the executioner returned with the duchess, it had completely disappeared; the king and the executioner ran wildly back and forth to search for it, while the others returned to the game."
    },
    {
      "id": 77,
      "german": "-- 52 of 161 --",
      "english": "[Page 52 of 161]"
    }
  ],
  "bookId": "alice-im-wunderland",
  "chapterNumber": 8
}