{
  "id": "alice-im-wunderland-ch4",
  "titleGerman": "Das Kaninchen schickt den kleinen Bill",
  "titleEnglish": "The Rabbit Sends in a Little Bill",
  "author": "Lewis Carroll",
  "wordCount": 2599,
  "difficulty": "B2",
  "sentences": [
    {
      "id": 1,
      "german": "Es war das Weiße Kaninchen, das langsam zurücktrottete und dabei ängstlich umherschaute, als habe es et- was verloren; und sie hörte es murmeln: „Die Herzogin!",
      "english": "The rabbit sends little Bill It was the White Rabbit who was slowly trotting back, anxiously looking around as if it had lost something; and she heard it murmuring: \"The Duchess!"
    },
    {
      "id": 2,
      "german": "Die Herzogin!",
      "english": "The Duchess!"
    },
    {
      "id": 3,
      "german": "Ach, meine armen Pfoten!",
      "english": "Oh, my poor paws!"
    },
    {
      "id": 4,
      "german": "Ach, mein Fell, mein Schnurrbart!",
      "english": "Oh, my fur, my whiskers!"
    },
    {
      "id": 5,
      "german": "Sie wird mich hinrichten lassen, so wahr Frettchen Frettchen sind!",
      "english": "She will have me executed, as sure as ferrets are ferrets!"
    },
    {
      "id": 6,
      "german": "Wo kann ich sie nur haben fallenlassen, frage ich mich?“ Alice erriet im Nu, daß es den Fächer und die weißen Glacéhand - schuhe suchte, und gutmütig begann sie, nach ihnen Ausschau zu halten, aber sie waren nirgends zu sehen – alles schien sich seit ihrem Bad in dem Teich verändert zu haben, und der große Saal mit dem Glastisch und der kleinen Tür war völlig verschwunden.",
      "english": "Where can I have dropped them, I wonder?\" Alice quickly guessed that it was looking for the fan and the white gloves, and good-naturedly began to look for them, but they were nowhere to be seen – everything seemed to have changed since her bath in the pond, and the large hall with the glass table and the little door had completely disappeared."
    },
    {
      "id": 7,
      "german": "Sehr bald bemerkte das Kaninchen Alice, wie sie herumsuchte, und rief ihr zornig zu: „Nanu, Mary Ann, was machst du denn hier?",
      "english": "Very soon the Rabbit noticed Alice as she was searching around and angrily called out to her: \"Well, Mary Ann, what are you doing here?"
    },
    {
      "id": 8,
      "german": "Lauf sofort nach Hause und hol mir ein Paar Handschuhe und einen Fächer!",
      "english": "Run home at once and fetch me a pair of gloves and a fan!"
    },
    {
      "id": 9,
      "german": "Los, los!“ Und Alice war so erschrocken, daß sie sofort in die Richtung lief, in die es deutete, und gar nicht erst versuchte, den Irrtum aufzuklären.",
      "english": "Hurry, hurry!\" And Alice was so startled that she immediately ran in the direction it pointed and didn't even try to clarify the misunderstanding."
    },
    {
      "id": 10,
      "german": "„Es hat mich für sein Hausmädchen gehalten,“ sagte sie sich, während sie rannte.",
      "english": "\"It has taken me for its housemaid,\" she said to herself as she ran."
    },
    {
      "id": 11,
      "german": "„Wie überrascht wird es sein, wenn es herausfindet, wer ich bin!",
      "english": "\"How surprised it will be when it finds out who I am!"
    },
    {
      "id": 12,
      "german": "Aber ich bringe ihm wohl besser den Fächer und die Handschuhe – das heißt, wenn ich sie finden kann.“ Als sie das sagte, kam sie zu einem schmucken kleinen Haus, an dessen Tür ein blankes Messingschild mit dem eingravierten Namen „W.",
      "english": "But I better bring it the fan and the gloves – that is, if I can find them.\" As she said this, she came to a neat little house, at the door of which was a shiny brass plaque engraved with the name \"W."
    },
    {
      "id": 13,
      "german": "KANINCHEN“ angebracht war.",
      "english": "RABBIT.\""
    },
    {
      "id": 14,
      "german": "Sie trat ein, ohne anzuklopfen, und eilte die Treppe hinauf in großer Angst, sie könne der wirklichen Mary Ann be- gegnen und aus dem Haus geworfen werden, bevor sie Fächer und Handschuhe gefunden hatte.",
      "english": "She entered without knocking and hurried up the stairs in great fear of encountering the real Mary Ann and being thrown out of the house before she had found the fan and gloves."
    },
    {
      "id": 15,
      "german": "„Wie merkwürdig scheint es doch,“ sagte sich Alice, „für ein Kaninchen Botengänge zu machen!",
      "english": "\"How strange it seems,\" Alice said to herself, \"to be doing errands for a rabbit!"
    },
    {
      "id": 16,
      "german": "Vielleicht hat nächstens Dinah Aufträge für mich!“ Und sie begann, sich die Art und Weise vorzustellen, in der das ge - schähe: „,Alice!",
      "english": "\"Maybe Dinah will have orders for me soon!\" And she began to imagine the way it would happen: \"Alice!"
    },
    {
      "id": 17,
      "german": "Komm sofort her und mach dich für den Spaziergang fertig!´ ,Ich komme gleich!",
      "english": "Come here right now and get ready for the walk!\" \"I'll be right there!"
    },
    {
      "id": 18,
      "german": "Ich muß nur noch dieses Mauseloch bewachen, bis Dinah zurückkommt, und aufpassen, daß die Maus nicht ent- wischt.´ Ich glaube aber nicht,“ fuhr Alice fort, „daß man Dinah im Hause bleiben ließe, wenn sie anfinge, die Leute so herumzukommandieren!“ Inzwischen war sie in ein aufgeräumtes kleines Zimmer mit einem Tisch am Fenster getreten, und auf dem Tisch lagen (wie sie gehofft hatte) ein Fächer und zwei oder drei Paar winzige weiße Glacéhandschuhe; sie ergriff den Fächer und ein Paar Handschuhe und wollte gerade den Raum verlassen, als ihr Blick auf ein Fläschchen fiel, das neben dem Spiegel stand.",
      "english": "\"I just have to guard this mouse hole until Dinah comes back, and make sure the mouse doesn't escape.\" But I don't think,\" Alice continued, \"that they would let Dinah stay in the house if she started ordering people around!\" In the meantime, she had stepped into a tidy little room with a table by the window, and on the table lay (as she had hoped) a fan and two or three pairs of tiny white gloves; she grabbed the fan and a pair of gloves and was just about to leave the room when her gaze fell on a little bottle that stood next to the mirror."
    },
    {
      "id": 19,
      "german": "Diesmal war kein Etikett mit der Aufschrift „TRINK MICH“ darauf, aber dennoch entkorkte sie es und führte es an die Lippen.",
      "english": "This time there was no label with the inscription \"DRINK ME\" on it, but nonetheless she uncorked it and brought it to her lips."
    },
    {
      "id": 20,
      "german": "„Ich weiß, daß bestimmt irgend etwas In- teressantes geschieht,“ sagte sie sich, „wann immer ich etwas esse oder trinke; deshalb will ich mal sehen, was diese Flasche bewirkt.",
      "english": "\"I know that something interesting is bound to happen,\" she said to herself, \"whenever I eat or drink something; so I want to see what this bottle does."
    },
    {
      "id": 21,
      "german": "Ich hoffe nur, sie läßt mich wieder wachsen, denn ich habe wirklich genug davon, solch ein winzig kleines Ding zu sein!“ Dies geschah in der Tat, und viel eher, als sie erwartet hatte; bevor sie die Flasche zur Hälfte geleert hatte, spürte sie, wie sich ihr Kopf gegen die Zimmerdecke preßte, und sie mußte sich zusammenkrümmen, um sich nicht den Hals zu brechen.",
      "english": "I just hope it makes me grow again, because I really have had enough of being such a tiny little thing!\" This indeed happened, and much sooner than she had expected; before she had emptied half the bottle, she felt her head pressing against the ceiling, and she had to curl up to avoid breaking her neck."
    },
    {
      "id": 22,
      "german": "Sie setzte schnell die Flasche ab, indem sie sich sagte: „Das ist genug – ich -- 20 of 161 -- - 18 - hoffe, ich wachse nicht mehr weiter – jetzt komme ich nicht mehr zur Tür hinaus – ich wollte, ich hätte nicht soviel getrunken!“ Aber ach!",
      "english": "She quickly set the bottle down, saying to herself, \"That's enough – I -- I hope I don't grow any more – now I can't get out the door – I wish I hadn't drunk so much!\" But alas!"
    },
    {
      "id": 23,
      "german": "Dazu war es zu spät!",
      "english": "It was too late for that!"
    },
    {
      "id": 24,
      "german": "Sie wuchs immer weiter und mußte bald auf dem Boden knien; in der näch- sten Minute reichte nicht einmal mehr dafür der Platz, und sie versuchte jetzt langzuliegen mit einem Ell- bogen gegen die Tür gepreßt und den anderen Arm um den Kopf geschlungen.",
      "english": "She kept growing and soon had to kneel on the floor; in the next minute there wasn't even enough space for that, and she now tried to lie down with one elbow pressed against the door and the other arm wrapped around her head."
    },
    {
      "id": 25,
      "german": "Immer noch wuchs sie, und als letzten Ausweg steckte sie einen Arm aus dem Fenster und einen Fuß in den Kamin, indem sie sagte: „Mehr kann ich nicht tun, was auch geschieht.",
      "english": "Still growing, she stuck one arm out of the window and one foot into the fireplace, saying, \"I can't do anything more, whatever happens."
    },
    {
      "id": 26,
      "german": "Was wird nur mit mir werden?“ Zu Alices Glück hatte die kleine Zauberflasche ihre volle Wirkung erreicht, und Alice wuchs nicht mehr wei - ter; trotzdem war es sehr unbequem, und da es keine Möglichkeit zu geben schien, jemals wieder aus dem Zimmer hinauszugelangen, war es kein Wunder, daß sie sich unglücklich fühlte.",
      "english": "What will become of me?\" To Alice's luck, the little magic bottle had reached its full effect, and Alice no longer grew; nevertheless, it was very uncomfortable, and since there seemed to be no way to ever get out of the room again, it was no wonder that she felt unhappy."
    },
    {
      "id": 27,
      "german": "„Zu Hause war es viel angenehmer,“ dachte die arme Alice, „als man nicht immerzu größer und kleiner wurde und einem nicht Mäuse und Kaninchen Befehle erteilten.",
      "english": "\"It was much more pleasant at home,\" thought poor Alice, \"when you weren't always getting bigger and smaller and when mice and rabbits weren't giving you orders."
    },
    {
      "id": 28,
      "german": "Ich wünschte fast, ich wäre nicht in das Kaninchen-loch hinuntergegangen – und doch – und doch – es ist recht kurios, so zu leben!",
      "english": "I almost wish I hadn't gone down the rabbit hole – and yet – and yet – it is rather curious to live like this!"
    },
    {
      "id": 29,
      "german": "Ich frage mich nur, was mit mir passiert sein kann!",
      "english": "I just wonder what could have happened to me!"
    },
    {
      "id": 30,
      "german": "Immer wenn ich Märchen gelesen habe, dachte ich, daß solche Dinge nie geschehen könnten, und jetzt bin ich selbst mitten in einem Märchen.",
      "english": "Whenever I read fairy tales, I thought that such things could never happen, and now I am right in the middle of a fairy tale."
    },
    {
      "id": 31,
      "german": "Es sollte ein Buch über mich geschrieben werden, das sollte es!",
      "english": "A book should be written about me, it should!"
    },
    {
      "id": 32,
      "german": "Und wenn ich erwachsen bin, werde ich eins schreiben – aber ich bin ja jetzt erwachsen,“ fügte sie sorgenvoll hinzu, „wenigstens ist hier kein Platz mehr, um noch weiter zu wachsen.“ „Aber,“ dachte Alice, „werde ich denn niemals älter werden als ich jetzt bin?",
      "english": "And when I grow up, I will write one – but I am already grown up now,\" she added worriedly, \"at least there is no more room here to grow any further.\" \"But,\" thought Alice, \"will I never be older than I am now?"
    },
    {
      "id": 33,
      "german": "Das wäre einerseits ein Vorteil – niemals eine alte Frau zu werden – aber andererseits – immer Schulaufgaben machen zu müssen!",
      "english": "That would be an advantage on one hand – never becoming an old woman – but on the other hand – always having to do homework!"
    },
    {
      "id": 34,
      "german": "Das würde mir gar nicht gefallen!“ -- 21 of 161 -- - 19- „Ach, du dumme Alice!“ antwortete sie sich selbst.",
      "english": "I wouldn't like that at all!\" -- 21 of 161 -- - 19- \"Oh, you silly Alice!\" she answered herself."
    },
    {
      "id": 35,
      "german": "„Wie kannst du hier Schulaufgaben machen?",
      "english": "\"How can you do homework here?"
    },
    {
      "id": 36,
      "german": "Hier ist ja kaum Platz für dich, geschweige denn für irgendwelche Schulbücher!“ Und so fuhr sie fort, erst die eine und dann die andere Seite zu bedenken, und machte insgesamt ein richtiges Gespräch daraus; aber nach ein paar Minuten hörte sie draußen eine Stimme und hielt inne, um zu lauschen.",
      "english": "There is hardly any space for you, let alone for any school books!\" And so she continued to consider one side and then the other, making a proper conversation out of it; but after a few minutes she heard a voice outside and paused to listen."
    },
    {
      "id": 37,
      "german": "„Mary Ann!",
      "english": "\"Mary Ann!"
    },
    {
      "id": 38,
      "german": "Mary Ann!“ rief die Stimme.",
      "english": "Mary Ann!\" called the voice."
    },
    {
      "id": 39,
      "german": "„Hol mir sofort meine Handschuhe!“ Dann war das Trappeln klei- ner Füße auf der Treppe zu hören.",
      "english": "\"Bring me my gloves at once!\" Then the patter of little feet could be heard on the stairs."
    },
    {
      "id": 40,
      "german": "Alice wußte, daß es das Kaninchen war, das kam, um nach ihr zu sehen, und sie zitterte so, daß sie das Haus erschütterte, wobei sie ganz vergaß, daß sie jetzt rund tausendmal größer als das Kaninchen war und keinen Grund hatte, sich vor ihm zu fürchten.",
      "english": "Alice knew it was the rabbit coming to check on her, and she trembled so that the house shook, completely forgetting that she was now about a thousand times bigger than the rabbit and had no reason to be afraid of it."
    },
    {
      "id": 41,
      "german": "Inzwischen langte das Kaninchen bei der Tür an und versuchte, sie zu öffnen; weil aber die Tür nach innen aufging und Alices Ellbogen fest dagegengepreßt war, mißlang dieser Versuch.",
      "english": "Meanwhile, the rabbit reached the door and tried to open it; but since the door opened inwards and Alice's elbow was pressed firmly against it, this attempt failed."
    },
    {
      "id": 42,
      "german": "Alice hörte es zu sich sagen: „Dann gehe ich herum und steige zum Fenster ein.“ „Das wirst du nicht!“ dachte Alice, und nachdem sie gewartet hatte, bis sie glaubte, das Kaninchen genau unter dem Fenster zu hören, streckte sie plötzlich ihre Hand aus und griff in die Luft.",
      "english": "Alice heard it say to itself: \"Then I will go around and climb in through the window.\" \"You won't!\" thought Alice, and after waiting until she believed she could hear the rabbit directly under the window, she suddenly stretched out her hand and grabbed at the air."
    },
    {
      "id": 43,
      "german": "Sie bekam nichts zu packen, aber sie hörte einen kleinen Schrei, einen Fall und das Klirren von zerbrochenem Glas, woraus sie schloß, daß das Kaninchen möglicherweise in ein verglastes Gurkenbeet oder dergleichen gefallen war.",
      "english": "She caught nothing, but she heard a small scream, a fall, and the clinking of broken glass, from which she concluded that the rabbit had possibly fallen into a glassed-in cucumber patch or something like that."
    },
    {
      "id": 44,
      "german": "Als nächstes kam eine erboste Stimme – die des Ka- ninchens – „Pat!",
      "english": "Next came an angry voice – the rabbit's – \"Pat!"
    },
    {
      "id": 45,
      "german": "Pat!",
      "english": "Pat!"
    },
    {
      "id": 46,
      "german": "Wo bist du?“ Und dann eine Stimme, die sie vorher noch nie gehört hatte: „Klar bin ich hier!",
      "english": "\"Where are you?\" And then a voice she had never heard before: \"Of course I'm here!\""
    },
    {
      "id": 47,
      "german": "Buddle Erdäppel aus, Euer Gnaden!“ „So!",
      "english": "\"Dig up the potatoes, Your Grace!\" \"Alright!\""
    },
    {
      "id": 48,
      "german": "Buddelst Erdäpfel aus!“ sagte das Kaninchen ärgerlich.",
      "english": "\"Dig up the potatoes!\" said the rabbit angrily."
    },
    {
      "id": 49,
      "german": "„Hierher!",
      "english": "\"Over here!\""
    },
    {
      "id": 50,
      "german": "Komm und hilf mir hier heraus!“ (Neuerliches Klirren von Glas.) „Jetzt sag' mir mal, Pat, was ist das da in dem Fenster?“ „Klar, is'n Arm, Euer Gnaden!“ (Er sprach es wie „Aam“ aus.) „Ein Arm, du Esel!",
      "english": "\"Come and help me out of here!\" (Another crash of glass.) \"Now tell me, Pat, what is that in the window?\" \"Of course, it's an arm, Your Grace!\" (He pronounced it like \"Aam.\") \"An arm, you fool!"
    },
    {
      "id": 51,
      "german": "Wo gibt's denn einen von dieser Größe?",
      "english": "Where would you find one that size?"
    },
    {
      "id": 52,
      "german": "Er füllt ja das ganze Fenster aus!“ „Klar, macht er, Euer Gnaden, aber ein Arm ist es trotzdem.“ „Na, auf jeden Fall hat er da nichts zu suchen.",
      "english": "It fills the whole window!\" \"Of course it does, Your Grace, but it's still an arm.\" \"Well, in any case, it has no business being there."
    },
    {
      "id": 53,
      "german": "Geh' und schaff' ihn weg!“ Darauf war es lange Zeit still, und Alice konnte nur hin und wieder Flüstern hören, etwa „Klar gefällt's mir nicht, Euer Gnaden, ganz und gar nicht, ganz und gar nicht!“ – „Tu, was ich dir sage, du Feigling!“ und schließlich streckte sie wieder die Hand aus und griff erneut in die Luft.",
      "english": "Go and get rid of it!\" After that, there was a long silence, and Alice could only hear whispers now and then, like \"Of course I don't like it, Your Grace, not at all, not at all!\" – \"Do what I say, you coward!\" and finally she stretched out her hand again and reached into the air."
    },
    {
      "id": 54,
      "german": "Diesmal gab es zwei kleine Schreie und weiteres Klirren von zerbrochenem Glas „Was für eine Menge Gurkenbeete muß es -- 22 of 161 -- - 20- hier geben!“ dachte Alice.",
      "english": "This time there were two small screams and more crashing of broken glass. \"What a lot of cucumber beds there must be here!\" thought Alice."
    },
    {
      "id": 55,
      "german": "„Ich bin gespannt, was sie als Nächstes tun werden!",
      "english": "\"I wonder what they will do next!"
    },
    {
      "id": 56,
      "german": "Wenn sie mich aus dem Fens- ter zerren wollen, so wünschte ich nur, sie könnten es!",
      "english": "If they want to drag me out of the window, I only wish they could!"
    },
    {
      "id": 57,
      "german": "Ich will auf keinen Fall hier noch länger drin bleiben!“ Sie wartete eine Zeitlang, ohne noch etwas zu hören; endlich vernahm sie das Rumpeln kleiner Karrenräder und das Geräusch vieler Stimmen, die alle durcheinander sprachen; sie konnte folgende Worte ausmachen: „Wo ist die andere Leiter?",
      "english": "I definitely do not want to stay in here any longer!\" She waited for a while, without hearing anything more; finally, she heard the rumbling of small cart wheels and the sound of many voices all talking at once; she could make out the following words: \"Where is the other ladder?"
    },
    {
      "id": 58,
      "german": "– Wieso, ich sollte bloß eine bringen, Bill hat die andere – Bill, bring sie her, mein Junge!",
      "english": "– Why, I was only supposed to bring one, Bill has the other – Bill, bring it here, my boy!"
    },
    {
      "id": 59,
      "german": "– Hier, stell sie an dieser Ecke auf – Nein, binde sie erst zusammen – sie sind ja um die Hälfte zu kurz – Ach was, sie sind lang genug.",
      "english": "– Here, set it up in this corner – No, tie them together first – they are half a length too short – Oh, come on, they are long enough."
    },
    {
      "id": 60,
      "german": "Stell dich nicht so an – Hier, Bill!",
      "english": "Don't be so fussy – Here, Bill!"
    },
    {
      "id": 61,
      "german": "Fang das Seil auf – Ob das Dach aushält?",
      "english": "Catch the rope – Will the roof hold?"
    },
    {
      "id": 62,
      "german": "– Paß auf den losen Ziegel auf – Vorsicht, er kommt herunter!",
      "english": "– Watch out for the loose brick – Careful, it's coming down!"
    },
    {
      "id": 63,
      "german": "Köpfe weg!“ (ein lauter Krach) – „So, wer war das?",
      "english": "\"Heads away!\" (a loud crash) – \"So, who was that?"
    },
    {
      "id": 64,
      "german": "– Bill, nehme ich an – Wer klettert denn den Schornstein hinunter?",
      "english": "– Bill, I assume – Who is climbing down the chimney?"
    },
    {
      "id": 65,
      "german": "– Nein, ich doch nicht!",
      "english": "– No, not me!"
    },
    {
      "id": 66,
      "german": "Mach du's doch!",
      "english": "You do it!"
    },
    {
      "id": 67,
      "german": "– Ich denke nicht daran!",
      "english": "– I'm not thinking about it!"
    },
    {
      "id": 68,
      "german": "– Bill soll runterklettern – He, Bill!",
      "english": "– Bill should climb down – Hey, Bill!"
    },
    {
      "id": 69,
      "german": "Der Herr sagt, du sollst durch den Schornstein hinunterklettern!“ „Aha!",
      "english": "The gentleman says you should climb down the chimney!\" \"Aha!"
    },
    {
      "id": 70,
      "german": "Also Bill soll den Schornstein hinunterklettern, ja?“ sagte sich Alice.",
      "english": "So Bill is supposed to climb down the chimney, right?\" Alice said to herself."
    },
    {
      "id": 71,
      "german": "„Alles scheinen sie Bill auf- zuhalsen!",
      "english": "\"They seem to be piling everything onto Bill!"
    },
    {
      "id": 72,
      "german": "Ich möchte auf keinen Fall an Bills Stelle sein!",
      "english": "I definitely wouldn't want to be in Bill's place!"
    },
    {
      "id": 73,
      "german": "Dieser Kamin ist zwar eng, aber ich glaube, einen kleinen Tritt kann ich ihm geben!“ Sie zog ihren Fuß im Schornstein so weit herunter, wie sie konnte, und wartete, bis sie ein kleines Tier (sie konnte nicht ausmachen, von welcher Art es war) dicht über sich klettern und kratzen hörte; dann, während sie sich sagte: „Soviel für Bill!“ gab sie ihm einen scharfen Tritt und wartete ab, was weiter geschehen würde.",
      "english": "This chimney is narrow, but I think I can give him a little kick!\" She pulled her foot down the chimney as far as she could and waited until she heard a small animal (she couldn't tell what kind it was) climbing and scratching just above her; then, while saying to herself, \"So much for Bill!\" she gave him a sharp kick and waited to see what would happen next."
    },
    {
      "id": 74,
      "german": "Das erste, was sie hörte, war der gemeinsame Ausruf aller: „Da fliegt Bill!“, dann die Stimme des Kaninchens: „Fangt ihn auf, ihr da bei der Hecke!“, dann Stille, und dann erneutes Stimmengewirr: „Halt' seinen Kopf hoch – jetzt Weinbrand – laß ihn sich nicht verschlucken – Wie war's, alter Junge?",
      "english": "The first thing she heard was the collective shout of everyone: \"There goes Bill!\", then the voice of the rabbit: \"Catch him, you there by the hedge!\", then silence, and then renewed chatter: \"Hold his head up – now brandy – don't let him choke – How was it, old boy?"
    },
    {
      "id": 75,
      "german": "Was ist mit dir passiert?",
      "english": "What happened to you?"
    },
    {
      "id": 76,
      "german": "Du mußt uns alles erzählen!“ Zuletzt kam eine kleine, schwache, quiekende Stimme.",
      "english": "\"You have to tell us everything!\" Finally, a small, weak, squeaky voice came."
    },
    {
      "id": 77,
      "german": "(„Das ist Bill!“ dachte Alice.) „Ja, ich weiß nicht – genug, danke; mir geht's schon besser – aber ich bin noch viel zu durcheinander, um euch zu berichten – ich weiß nur, irgend etwas geht auf mich los wie'n Springteufel und ich zisch ab wie 'ne Rakete!“ „So war's, alter Junge!“ sagten die anderen.",
      "english": "(\"That's Bill!\" thought Alice.) \"Yes, I don't know – enough, thanks; I'm feeling better – but I'm still too confused to report to you – I only know that something is coming at me like a spring devil and I'm zooming off like a rocket!\" \"That's how it was, old boy!\" the others said."
    },
    {
      "id": 78,
      "german": "„Wir müssen das Haus niederbrennen!“ sagte die Stimme des Kaninchens, und Alice rief, so laut sie konnte: „Wenn ihr das macht, hetze ich Dinah auf euch!“ Sofort herrschte Totenstille, und Alice dachte sich: „Was werden sie jetzt wohl machen!",
      "english": "\"We have to burn the house down!\" said the rabbit's voice, and Alice shouted as loud as she could: \"If you do that, I'll set Dinah on you!\" Immediately there was dead silence, and Alice thought to herself: \"What will they do now!\""
    },
    {
      "id": 79,
      "german": "Wenn sie nur ein bißchen Verstand hätten, würden sie das Dach abnehmen.“ Nach ein paar Minuten begannen sie wieder herumzulau- fen, und Alice hörte das Kaninchen sagen: „Für den Anfang wird ein Schub- karren voll reichen.",
      "english": "If they only had a little sense, they would take the roof off.\" After a few minutes, they began to run around again, and Alice heard the rabbit say: \"For a start, a wheelbarrow full will be enough.\""
    },
    {
      "id": 80,
      "german": "-- 23 of 161 -- - 21 - „Ein Schubkarren voll was?“ dachte Alice.",
      "english": "\"A wheelbarrow full of what?\" thought Alice."
    },
    {
      "id": 81,
      "german": "Aber sie brauchte nicht lange zu raten, denn im nächsten Moment klapperte ein Hagel von kleinen Kieseln zum Fenster herein, und einige davon trafen sie im Gesicht.",
      "english": "But she didn't have to guess for long, because in the next moment a hail of small pebbles clattered through the window, and some of them hit her in the face."
    },
    {
      "id": 82,
      "german": "„Dem werde ich ein Ende machen,“ sagte sie sich und rief laut: „Macht das lieber nicht noch einmal!“, was erneut Totenstille zur Folge hatte.",
      "english": "\"I'll put an end to this,\" she said to herself and shouted loudly: \"You'd better not do that again!\", which resulted in dead silence once more."
    },
    {
      "id": 83,
      "german": "Überrascht bemerkte Alice, daß sich alle die Kiesel in Kekse verwandelten, sobald sie auf dem Boden lagen, und ihr kam eine Erleuchtung.",
      "english": "To her surprise, Alice noticed that all the pebbles turned into cookies as soon as they hit the ground, and she had an epiphany."
    },
    {
      "id": 84,
      "german": "„Wenn ich einen von diesen Keksen esse,“ dachte sie, „wird sich bestimmt meine Größe verändern, und da ich unmöglich größer werden kann, muß ich vermutlich kleiner werden.“ So aß sie einen der Kekse und war entzückt zu spüren, daß sie unverzüglich einzuschrumpfen begann.",
      "english": "\"If I eat one of these cookies,\" she thought, \"my size will definitely change, and since I can't possibly get bigger, I must be getting smaller.\" So she ate one of the cookies and was delighted to feel that she immediately began to shrink."
    },
    {
      "id": 85,
      "german": "Als sie klein genug war, um durch die Tür gehen zu können, rannte sie aus dem Haus und sah draußen eine Men- ge kleiner Tiere warten.",
      "english": "When she was small enough to go through the door, she ran out of the house and saw a crowd of small animals waiting outside."
    },
    {
      "id": 86,
      "german": "Bill, die arme kleine Eidechse, stand in der Mitte, gestützt von zwei Meerschwein- chen, die ihm etwas aus einer Flasche einflößten.",
      "english": "Bill, the poor little lizard, was standing in the middle, supported by two guinea pigs who were pouring something from a bottle into him."
    },
    {
      "id": 87,
      "german": "In dem Moment, in dem Alice erschien, stürzten alle auf sie zu, aber sie rannte weg, so schnell sie konnte, und fand sich bald sicher in einem dichten Wald wieder.",
      "english": "The moment Alice appeared, they all rushed towards her, but she ran away as fast as she could and soon found herself safely in a dense forest."
    },
    {
      "id": 88,
      "german": "„Das erste, was ich zu tun habe,“ sagte sich Alice, als sie in dem Wald umherwanderte, „ist meine richtige Größe wiederzuerlangen; und das zweite ist, den Weg in den prächtigen Garten zu finden.",
      "english": "\"The first thing I have to do,\" Alice said to herself as she wandered through the forest, \"is to regain my proper size; and the second is to find the way to the magnificent garden."
    },
    {
      "id": 89,
      "german": "Ich glaube, das ist der beste Plan.“ Das klang zweifellos nach einem exzellenten und sauber und einfach angeordneten Plan; die einzige Schwie- rigkeit war, daß sie nicht die geringste Idee hatte, wie sie ihn in die Tat umsetzen sollte; und während sie ängstlich zwischen den Bäumen hindurchspähte, ließ ein kleines scharfes Bellen gerade über ihrem Kopf sie rasch hochblicken.",
      "english": "I think that's the best plan.\" That certainly sounded like an excellent and neatly and simply arranged plan; the only difficulty was that she had not the slightest idea how to put it into action; and while she anxiously peered between the trees, a small sharp bark just above her head made her look up quickly."
    },
    {
      "id": 90,
      "german": "Ein ungeheurer junger Hund sah mit großen runden Augen auf sie herab, streckte sanft seine Pfote aus und versuchte, sie zu berühren.",
      "english": "A huge young dog looked down at her with big round eyes, gently extended its paw, and tried to touch her."
    },
    {
      "id": 91,
      "german": "„Armes kleines Ding!“ sagte Alice in schmeichelndem Ton und versuchte eifrig, ihm zu pfeifen, aber die ganze Zeit über war sie schrecklich verängstigt bei dem Gedanken, daß er hungrig sein könnte und sie in diesem Fall sehr wahrscheinlich auffräße, trotz all ihrem Schmeicheln.",
      "english": "\"Poor little thing!\" said Alice in a flattering tone, and she eagerly tried to whistle to it, but all the while she was terribly frightened at the thought that it might be hungry and would very likely eat her in that case, despite all her flattery."
    },
    {
      "id": 92,
      "german": "-- 24 of 161 -- - 22 - Sie wußte kaum, was sie tat, als sie einen kleinen Stock aufhob und ihn dem jungen Hund hinhielt: daraufhin sprang er, kläffend vor Freude, mit allen Vieren zugleich in die Luft, stürzte sich auf den Stock und tat, als wolle er ihn packen; Alice wich hinter eine große Distel aus, um nicht überrannt zu werden, und sowie sie auf der anderen Seite wieder hervorkam, stürzte sich das Hündchen abermals auf den Stock und purzelte in der Eile, es zu haschen, kopfüber; darauf lief Alice, der es wie ein Spiel mit einem Karrengaul vorkam und die jeden Augenblick erwartete, zu Boden getrampelt zu werden, wieder um die Distel herum; und der junge Hund machte eine Reihe kurzer Vorstöße gegen den Stock, indem er jedesmal, immerfort heiser bellend, ein sehr kurzes Stück nach vorn rannte und ein langes Stück nach hinten, bis er sich schließlich ein gutes Ende entfernt hinsetzte, wobei er, die großen Augen halb geschlossen, japste und die Zunge heraushängen ließ.",
      "english": "She hardly knew what she was doing when she picked up a small stick and held it out to the young dog: whereupon it jumped into the air, barking with joy, with all four paws at once, pounced on the stick, and pretended to want to grab it; Alice stepped behind a large thistle to avoid being trampled, and as soon as she came out on the other side, the puppy again pounced on the stick and tumbled head over heels in its haste to catch it; then Alice, who thought it was like a game with a cart horse and expected to be trampled to the ground at any moment, ran around the thistle again; and the young dog made a series of short advances towards the stick, each time running a very short distance forward while barking hoarsely, and a long distance backward, until he finally sat down a good way off, panting with his big eyes half-closed and his tongue hanging out."
    },
    {
      "id": 93,
      "german": "Das schien Alice eine gute Gelegenheit zu entkommen; sofort machte sie sich davon und rannte, bis sie ganz müde und außer Atem war und das Gebell des jungen Hundes nur noch schwach in der Ferne hörte.",
      "english": "That seemed to Alice a good opportunity to escape; she immediately made off and ran until she was quite tired and out of breath, hearing the barking of the young dog only faintly in the distance."
    },
    {
      "id": 94,
      "german": "„Und was war es doch für ein liebes kleines Hündchen!“ sagte Alice, als sie an einer Butterblume lehnte, um sich auszuruhen, und sich mit einem der Blätter fächelte.",
      "english": "\"And what a lovely little puppy it was!\" said Alice as she leaned against a buttercup to rest and fanned herself with one of the leaves."
    },
    {
      "id": 95,
      "german": "„Ich hätte ihm sehr gern Kunststücke beigebracht, wenn – wenn ich die richtige Größe dafür gehabt hätte!",
      "english": "\"I would have liked to teach it tricks if - if I had the right size for it!"
    },
    {
      "id": 96,
      "german": "Oje!",
      "english": "Oh dear!"
    },
    {
      "id": 97,
      "german": "Beinahe hätte ich vergessen, daß ich wieder größer werden muß!",
      "english": "I almost forgot that I have to grow larger again!"
    },
    {
      "id": 98,
      "german": "Doch halt – wie macht man es?",
      "english": "But wait - how does one do it?"
    },
    {
      "id": 99,
      "german": "Vermutlich muß ich irgend etwas essen oder trinken; aber die große Frage ist: was?“ Die große Frage war zweifellos: was?",
      "english": "I suppose I must eat or drink something; but the big question is: what?\" The big question was undoubtedly: what?"
    },
    {
      "id": 100,
      "german": "Alice blickte ringsumher auf die Blumen und Grashalme, aber sie konnte nichts sehen, was unter diesen Umständen wie das Richtige zum Essen oder Trinken aussah.",
      "english": "Alice looked around at the flowers and blades of grass, but she could see nothing that looked like the right thing to eat or drink under the circumstances."
    },
    {
      "id": 101,
      "german": "Neben ihr stand ein großer Pilz, ungefähr ebenso hoch wie sie, und als sie unter ihn, neben ihn und hinter ihn ge - schaut hatte, fiel ihr ein, sie könne ebensogut nachsehen, was obendrauf war Sie stellte sich auf die Zehenspitzen und spähte über den Rand des Pilzes, und ihre Augen trafen sich unmit- telbar mit denen einer großen blauen Raupe, die mit verschränkten Armen oben saß, still eine lange Wasser - pfeife schmauchte und nicht die geringste Notiz von ihr oder sonst irgend etwas nahm.",
      "english": "Next to her stood a large mushroom, about as tall as she was, and when she had looked under it, beside it, and behind it, it occurred to her that she might as well look to see what was on top. She stood on tiptoe and peered over the edge of the mushroom, and her eyes met those of a large blue caterpillar sitting on top with its arms crossed, quietly smoking a long water pipe and taking no notice of her or anything else."
    },
    {
      "id": 102,
      "german": "-- 25 of 161 --",
      "english": "-- 25 of 161 --"
    }
  ],
  "bookId": "alice-im-wunderland",
  "chapterNumber": 4
}