{
  "id": "alice-im-wunderland-ch9",
  "titleGerman": "Die Geschichte der falschen Suppenschildkröte",
  "titleEnglish": "The Mock Turtle's Story",
  "author": "Lewis Carroll",
  "wordCount": 2259,
  "difficulty": "B2",
  "sentences": [
    {
      "id": 1,
      "german": "Die Geschichte der falschen Suppenschildkröte „Du glaubst ja gar nicht, wie froh ich bin, dich wiederzusehen, altes Haus!“ sagte die Herzogin, während sie sich liebevoll bei Alice einhakte, und sie gingen miteinander weiter.",
      "english": "- 50 CHAPTER IX The Story of the Mock Turtle \"You have no idea how glad I am to see you again, old dear!\" said the Duchess as she lovingly linked her arm with Alice's, and they walked on together."
    },
    {
      "id": 2,
      "german": "Alice war sehr froh, sie in solch guter Laune zu sehen, und dachte sich, daß es vielleicht der Pfeffer war, der sie so grimmig gemacht hatte, als sie sich in der Küche begegnet waren.",
      "english": "Alice was very glad to see her in such good spirits and thought that perhaps it was the pepper that had made her so grim when they had met in the kitchen."
    },
    {
      "id": 3,
      "german": "„Wenn ich einmal eine Herzogin bin,“ sagte sie sich (jedoch nicht sehr hoffnungsvoll), „werde ich überhaupt keinen Pfeffer in meiner Küche haben.",
      "english": "\"When I am a Duchess,\" she said to herself (though not very hopefully), \"I will not have any pepper in my kitchen at all."
    },
    {
      "id": 4,
      "german": "Suppe kann auch ohne welchen sehr gut schmecken – vielleicht ist es jedesmal der Pfeffer, der die Leute so hitzig macht,“ fuhr sie fort, sehr erfreut, daß sie eine neue Regel ent- deckt hatte, „– und Essig macht sie säuerlich – und Kamille macht sie bitter – und – und Süßigkeiten und solche guten Sachen machen Kinder süß und lieb.",
      "english": "Soup can taste very good without it – perhaps it is the pepper that makes people so hot-headed,\" she continued, very pleased that she had discovered a new rule, \"– and vinegar makes it sour – and chamomile makes it bitter – and – and sweets and such good things make children sweet and dear."
    },
    {
      "id": 5,
      "german": "Ich wollte nur, man wüßte das, dann wäre man nämlich nicht so geizig damit –“ Sie hatte inzwischen die Herzogin ganz vergessen und war ein bißchen erschrocken, als sie deren Stimme dicht an ihrem Ohr hörte: „Du denkst über irgendetwas nach, mein Kind, und deshalb vergißt du zu sprechen.",
      "english": "I only wish people knew that, then they wouldn't be so stingy with it –\" In the meantime, she had completely forgotten the Duchess and was a little startled when she heard her voice close to her ear: \"You are thinking about something, my dear, and that is why you forget to speak."
    },
    {
      "id": 6,
      "german": "Ich kann dir jetzt nicht sagen, was die Moral davon ist, aber es wird mir gleich wieder einfallen.“ „Vielleicht hat es keine,“ wagte Alice zu bemerken.",
      "english": "I can't tell you what the moral of it is right now, but it will come back to me in a moment.\" \"Perhaps it has none,\" Alice ventured to remark."
    },
    {
      "id": 7,
      "german": "„Aber Kind!“ sagte die Herzogin.",
      "english": "\"But my dear!\" said the Duchess."
    },
    {
      "id": 8,
      "german": "„Alles hat eine Moral, man muß sie nur finden.“ Und während sie sprach, drängte sie sich dichter an Alice heran.",
      "english": "\"Everything has a moral, you just have to find it.\" And as she spoke, she pressed closer to Alice."
    },
    {
      "id": 9,
      "german": "Alice mochte es nicht sehr, sie so dicht bei sich zu haben; erstens, weil die Herzogin sehr häßlich war, und zweitens, weil sie genau die richtige Größe hat- te, um ihr Kinn auf Alices Schulter ruhen zu lassen, und es war ein unangenehm spitzes Kinn.",
      "english": "Alice did not like having her so close; first, because the Duchess was very ugly, and second, because she was just the right size to rest her chin on Alice's shoulder, and it was an unpleasantly sharp chin."
    },
    {
      "id": 10,
      "german": "Sie wollte jedoch nicht unhöflich sein, so ertrug sie es, so gut sie konnte.",
      "english": "However, she did not want to be rude, so she endured it as best she could."
    },
    {
      "id": 11,
      "german": "„Das Spiel klappt jetzt etwas besser,“ sagte sie, um das Gespräch ein wenig aufrechtzuerhalten.",
      "english": "\"The game is going a bit better now,\" she said to keep the conversation going a little."
    },
    {
      "id": 12,
      "german": "„So ist es,“ sagte die Herzogin, „und die Moral davon ist – ,Ach, Liebe ist's, Liebe, was die Welt sich drehen läßt!´“ „Irgend jemand hat gesagt,“ flüsterte Alice, „dies werde dadurch bewirkt, daß sich jeder um seine eigenen Angelegenheiten kümmert!“ „Nun ja!",
      "english": "\"That’s right,\" said the Duchess, \"and the moral of it is – 'Oh, it’s love, love that makes the world go round!'\" \"Someone once said,\" whispered Alice, \"that this is caused by everyone minding their own business!\" \"Well!"
    },
    {
      "id": 13,
      "german": "Das heißt wohl ziemlich dasselbe,“ sagte die Herzogin und bohrte ihr spitzes kleines Kinn in Alices Schulter, während sie hinzufügte: „Und die Moral davon ist – ,Eigennutz ist allen Wohlstands Anfang.´“ „Wie gern sie überall eine Moral findet!“ dachte sich Alice.",
      "english": "That means pretty much the same thing,\" said the Duchess, digging her sharp little chin into Alice's shoulder as she added, \"And the moral of it is – 'Self-interest is the beginning of all prosperity.'\" \"How she loves to find a moral everywhere!\" thought Alice."
    },
    {
      "id": 14,
      "german": "„Ich vermute, daß du dich wunderst, weshalb ich meinen Arm nicht um deine Taille lege,“ sagte die Herzo- gin nach einer Pause, „der Grund ist der, daß ich an der guten Laune deines Flamingos zweifle.",
      "english": "\"I suppose you are wondering why I don't put my arm around your waist,\" said the Duchess after a pause, \"the reason is that I doubt the good temper of your flamingo."
    },
    {
      "id": 15,
      "german": "Soll ich das Experiment wagen?“ „Er könnte beißen,“ sagte Alice vorsichtig, denn ihr lag überhaupt nichts an dem Experiment.",
      "english": "Should I take the risk?\" \"He might bite,\" said Alice cautiously, for she was not at all interested in the experiment."
    },
    {
      "id": 16,
      "german": "„Sehr wahr,“ sagte die Herzogin, „Flamingos und Senf beißen beide.",
      "english": "\"Very true,\" said the Duchess, \"both flamingos and mustard bite."
    },
    {
      "id": 17,
      "german": "Und die Moral davon ist – ,Gleich und gleich gesellt sich gern.´“ „Nur ist Senf kein Flamingo,“ bemerkte Alice.",
      "english": "And the moral of that is – 'Birds of a feather flock together.'\" \"Only mustard is not a flamingo,\" noted Alice."
    },
    {
      "id": 18,
      "german": "„Richtig, wie gewöhnlich,“ sagt die Herzogin, „wie klar du den Sachverhalt ausdrückst.“ „Es ist ein Mineral, glaube ich,“ sagte Alice.",
      "english": "\"Right, as usual,\" says the Duchess, \"how clearly you express the matter.\" \"It's a mineral, I believe,\" said Alice."
    },
    {
      "id": 19,
      "german": "„Natürlich,“ sagte die Herzogin, die bereit zu sein schien, allem zuzustimmen, was Alice sagte, „hier in der Nähe gibt es eine große Senfmine.",
      "english": "\"Of course,\" said the Duchess, who seemed ready to agree with everything Alice said, \"there's a large mustard mine nearby."
    },
    {
      "id": 20,
      "german": "Und die Moral davon ist – ,Man muß gute Miene zum bösen Spiel machen.´“ „Ach, jetzt weiß ich!“ rief Alice, die die letzte Bemerkung nicht beachtet hatte.",
      "english": "And the moral of that is – 'You must make a good face at a bad game.'\" \"Oh, now I know!\" cried Alice, who had not paid attention to the last remark."
    },
    {
      "id": 21,
      "german": "„Es ist eine Pflanze.",
      "english": "\"It's a plant."
    },
    {
      "id": 22,
      "german": "Er sieht zwar nicht so aus, ist es aber.“ „Ich stimme dir völlig zu,“ sagte die Herzogin, „und die Moral davon ist – ,Sei was du scheinen willst´ – oder wenn du es einfacher gesagt haben möchtest – ,Bilde dir niemals ein nicht anders zu sein als es anderen erscheinen könnte daß das was du wärst oder gewesen sein könntest nicht anders war als daß ihnen anders erschienen wäre was du gewesen warst.´“ „Ich glaube, ich würde es besser verstehen,“ sagte Alice sehr höflich, „wenn ich es schriftlich vor mir hätte, aber wenn Sie es sagen, kann ich nicht ganz folgen.“ „Das ist gar nichts gegen das, was ich sagen könnte, wenn ich wollte,“ erwiderte die Herzogin geschmeichelt.",
      "english": "It may not look like it, but it is.\" \"I completely agree with you,\" said the Duchess, \"and the moral of that is – 'Be what you seem' – or if you want it said more simply – 'Never imagine yourself to be different from what others might think you were or could have been, as that would only appear to them to be different from what you had been.'\" \"I think I would understand it better,\" said Alice very politely, \"if I had it written down in front of me, but when you say it, I can't quite follow.\" \"That's nothing compared to what I could say if I wanted to,\" replied the Duchess flattered."
    },
    {
      "id": 23,
      "german": "„Bitte machen Sie sich doch nicht die Mühe, es noch länger auszudrücken,“ sagte Alice.",
      "english": "\"Please don't bother to express it any longer,\" said Alice."
    },
    {
      "id": 24,
      "german": "„Ach, sprich nicht von Mühe!“ sagte die Herzogin.",
      "english": "\"Oh, don't speak of bother!\" said the Duchess."
    },
    {
      "id": 25,
      "german": "„Alles, was ich bis jetzt gesagt habe, mache ich dir zum Geschenk.“ „Ein billiges Geschenk!“ dachte Alice.",
      "english": "\"Everything I've said so far, I give to you as a gift.\" \"A cheap gift!\" thought Alice."
    },
    {
      "id": 26,
      "german": "„Ich bin froh, daß man nicht solche Geschenke zum Geburtstag macht.“ Aber sie wagte nicht, es laut zu sagen.",
      "english": "\"I'm glad that such gifts are not given for birthdays.\" But she did not dare to say it out loud."
    },
    {
      "id": 27,
      "german": "„Denkst du schon wieder nach?“ fragte die Herzogin und bohrte erneut mit ihrem spitzen kleinen Kinn.",
      "english": "\"Are you thinking again?\" asked the Duchess and poked again with her sharp little chin."
    },
    {
      "id": 28,
      "german": "„Ich habe ein Recht zu denken,“ sagte Alice ungehalten, denn sie fing an, sich ein wenig genervt zu fühlen.",
      "english": "\"I have a right to think,\" said Alice impatiently, for she was beginning to feel a little annoyed."
    },
    {
      "id": 29,
      "german": "„Gerade so viel Recht,“ sagte die Herzogin, „wie Schweine zum Fliegen; und die Mo–“ Aber hier, zu Alices großer Überraschung, erstarb die Stimme der Herzogin mitten in ihrem Lieblingswort „Moral“, und der Arm, der in ihren eingehakt war, begann zu zittern.",
      "english": "\"Just as much right,\" said the Duchess, \"as pigs have to fly; and the mo–\" But here, to Alice's great surprise, the Duchess's voice died in the middle of her favorite word \"moral,\" and the arm that was hooked in hers began to tremble."
    },
    {
      "id": 30,
      "german": "Alice blickte auf, und da stand vor ihnen die Königin mit verschränkten Armen und einer Miene wie ein Donnerwetter.",
      "english": "Alice looked up, and there stood the Queen with her arms crossed and a face like a thunderstorm."
    },
    {
      "id": 31,
      "german": "„Ein schöner Tag, Majestät!“ begann die Herzogin mit leiser, schwacher Stimme.",
      "english": "\"A beautiful day, Your Majesty!\" began the Duchess in a quiet, weak voice."
    },
    {
      "id": 32,
      "german": "„Ich warne dich!“ rief die Königin und stampfte dabei auf den Boden.",
      "english": "\"I warn you!\" shouted the Queen, stamping her foot on the ground."
    },
    {
      "id": 33,
      "german": "„Entweder bist du gleich weg oder dein Kopf, und das in Nullkommanichts!",
      "english": "\"Either you are gone right now or your head, and that in no time at all!"
    },
    {
      "id": 34,
      "german": "Wähle!“ Die Herzogin wählte und war augenblicklich verschwunden.",
      "english": "Choose!\" The Duchess chose and was instantly gone."
    },
    {
      "id": 35,
      "german": "„Wir wollen weiterspielen,“ sagte die Königin zu Alice; und Alice war viel zu ängstlich, um ein Wort zu sagen, folgte ihr aber langsam zum Krocketplatz.",
      "english": "\"We want to continue playing,\" said the Queen to Alice; and Alice was far too anxious to say a word, but slowly followed her to the croquet ground."
    },
    {
      "id": 36,
      "german": "Die anderen Gäste hatten die Abwesenheit der Königin dazu ausgenutzt, um im Schatten zu ruhen; sobald sie sie sahen, eilten sie jedoch zum Spiel zurück, wobei die Königin nur bemerkte, daß ein Moment Verzöge - rung ihnen das Leben kosten würde.",
      "english": "The other guests had taken advantage of the Queen's absence to rest in the shade; as soon as they saw her, however, they hurried back to the game, with the Queen only noticing that a moment's delay would cost them their lives."
    },
    {
      "id": 37,
      "german": "Während der ganzen Dauer des Spiels hörte die Königin niemals auf, mit den anderen Spielern zu streiten und zu rufen: „Herunter mit seinem Kopf!“ oder „Herunter mit ihrem Kopf!“ Die Verurteilten wurden von den Soldaten in Haft genommen, die dazu natürlich aufhören mußten, die Tore zu bilden, so daß es nach un - gefähr einer halben Stunde keine Tore mehr gab und alle Spieler mit Ausnahme des Königs, der Königin und Alices verhaftet und zur Hinrichtung verurteilt waren.",
      "english": "Throughout the entire game, the Queen never stopped arguing and shouting with the other players: \"Off with his head!\" or \"Off with her head!\" The condemned were taken into custody by the soldiers, who of course had to stop forming the gates, so that after about half an hour there were no more gates and all players except the King, the Queen, and Alice were arrested and sentenced to execution."
    },
    {
      "id": 38,
      "german": "Darauf hielt die Königin ganz außer Atem inne und sagte zu Alice: „Hast du schon die Falsche Suppen- schildkröte gesehen?“ „Nein,“ sagte Alice, „ich weiß nicht einmal, was eine Falsche Suppenschildkröte ist.“ „Es ist das, woraus man Falsche Schildkrötensuppe macht,“ sagte die Königin.",
      "english": "Then the Queen paused, quite out of breath, and said to Alice, \"Have you seen the Mock Turtle yet?\" \"No,\" said Alice, \"I don't even know what a Mock Turtle is.\" \"It's what you make Mock Turtle Soup from,\" said the Queen."
    },
    {
      "id": 39,
      "german": "„Ich habe niemals eine gesehen oder von ihr gehört,“ sagte Alice.",
      "english": "\"I have never seen one or heard of one,\" said Alice."
    },
    {
      "id": 40,
      "german": "„Dann komm,“ sagte die Königin, „sie wird dir ihre Geschichte erzählen.“ Als sie miteinander davongingen, hörte Alice den König mit leiser Stimme zu der ganzen Gesellschaft sagen: „Ihr seid alle begnadigt.“ „Na, das ist eine feine Sache!“ sagte sie sich, denn sie war ganz unglücklich über die Zahl der Hinrichtungen gewesen, die die Königin befohlen hatte.",
      "english": "\"Then come,\" said the Queen, \"she will tell you her story.\" As they walked away together, Alice heard the King quietly say to the whole company, \"You are all pardoned.\" \"Well, that's a fine thing!\" she said to herself, for she had been quite unhappy about the number of executions the Queen had ordered."
    },
    {
      "id": 41,
      "german": "Bald stießen sie auf einen Greif, der in der Sonne lag und fest schlief.",
      "english": "Soon they came across a Gryphon, who was lying in the sun and fast asleep."
    },
    {
      "id": 42,
      "german": "(Wenn ihr nicht wißt, was ein Greif ist, seht euch das Bild an.) „Steh auf, Faulpelz!“ sagte die Königin, „und bring diese junge Dame zu der Fal- schen Suppenschildkröte, damit sie deren Geschichte hört.",
      "english": "(If you don't know what a Gryphon is, look at the picture.) \"Get up, lazybones!\" said the Queen, \"and take this young lady to the Mock Turtle, so she can hear her story."
    },
    {
      "id": 43,
      "german": "Ich muß zurückgehen und mich um einige Hin- richtungen kümmern, die ich angeordnet habe,“ und sie ging davon, Alice mit dem Greif allein lassend.",
      "english": "I must go back and take care of some executions I have ordered,\" and she walked away, leaving Alice alone with the Gryphon."
    },
    {
      "id": 44,
      "german": "Alice gefiel das Aussehen des Geschöpfes nicht recht, aber alles in allem, dachte sie, bei ihm zu bleiben sei ebenso sicher wie dieser wilden Königin zu folgen; also wartete sie.",
      "english": "Alice did not quite like the look of the creature, but all in all, she thought staying with it was just as safe as following that wild Queen; so she waited."
    },
    {
      "id": 45,
      "german": "Der Greif setzte sich auf und rieb sich die Augen; dann sah er der Königin nach, bis sie außer Sicht war; dann kicherte er.",
      "english": "The Gryphon sat up and rubbed its eyes; then it watched the Queen until she was out of sight; then it giggled."
    },
    {
      "id": 46,
      "german": "„Zu komisch!“ sagte der Greif halb zu sich, halb zu Alice.",
      "english": "\"Too funny!\" said the Griffin, half to himself, half to Alice."
    },
    {
      "id": 47,
      "german": "„Was ist komisch?“ fragte Alice.",
      "english": "\"What is funny?\" asked Alice."
    },
    {
      "id": 48,
      "german": "„Na, sie,“ sagte der Greif.",
      "english": "\"Well, she,\" said the Griffin."
    },
    {
      "id": 49,
      "german": "„Es ist alles in ihrer Einbildung, das: Sie richten nämlich niemals niemanden hin.",
      "english": "\"It's all in her imagination, you see: she never executes anyone.\""
    },
    {
      "id": 50,
      "german": "Los, komm!“ „Jeder sagt hier ,komm!´“ dachte Alice, als sie langsam hinterherging.",
      "english": "\"Come on, let's go!\" \"Everyone says 'come!' here,\" thought Alice as she slowly followed."
    },
    {
      "id": 51,
      "german": "„Ich bin niemals so herumkomman- diert worden, in meinem ganzen Leben nicht!“ Sie waren nicht weit gegangen, als sie in der Ferne die Falsche Suppenschildkröte traurig und einsam auf ei- nem kleinen Felsvorsprung sitzen sahen, und als sie näher kamen, konnte Alice sie seufzen hören, als breche ihr das Herz.",
      "english": "\"I have never been commanded around like this in my whole life!\" They had not gone far when they saw the Mock Turtle sitting sadly and lonely on a small rock ledge in the distance, and as they got closer, Alice could hear her sighing as if her heart were breaking."
    },
    {
      "id": 52,
      "german": "Sie tat Alice mächtig leid.",
      "english": "She felt very sorry for Alice."
    },
    {
      "id": 53,
      "german": "„Was hat sie denn für Kummer?“ fragte sie den Greif.",
      "english": "\"What is she sad about?\" she asked the Griffin."
    },
    {
      "id": 54,
      "german": "Und der Greif antwortete mit fast den gleichen Worten wie zuvor: „Es ist alles in ihrer Einbildung, das: Sie hat nämlich kei- nen Kummer nicht.",
      "english": "And the Griffin replied with almost the same words as before: \"It's all in her imagination, you see: she has no sorrow at all.\""
    },
    {
      "id": 55,
      "german": "Los, komm!“ So gingen sie auf die Falsche Suppenschildkröte zu, die sie mit großen, tränenerfüllten Augen ansah, aber nichts sagte.",
      "english": "\"Come on, let's go!\" So they went towards the Mock Turtle, who looked at them with large, tear-filled eyes but said nothing."
    },
    {
      "id": 56,
      "german": "„Diese junge Dame hier,“ sagte der Greif, „sie will deine Geschichte will sie hören.“ „Ich werde sie ihr erzählen,“ sagte die Falsche Sup- penschildkröte mit tiefer, hohler Stimme.",
      "english": "\"This young lady here,\" said the Griffin, \"she wants to hear your story.\" \"I will tell it to her,\" said the Mock Turtle in a deep, hollow voice."
    },
    {
      "id": 57,
      "german": "„Setzt euch hin, ihr beide, und sprecht kein Wort, bis ich fertig bin.“ So setzten sie sich hin, und für einige Minuten sprach niemand, so daß Alice dachte: „Ich weiß nicht, wie sie jemals fertig werden kann, wenn sie nicht anfängt.“ Aber sie wartete geduldig.",
      "english": "\"Sit down, both of you, and don't say a word until I am finished.\" So they sat down, and for a few minutes no one spoke, so that Alice thought: \"I don't know how she can ever finish if she doesn't start.\" But she waited patiently."
    },
    {
      "id": 58,
      "german": "„Einst,“ sagte endlich die Falsche Suppenschildkröte mit einem tiefen Seufzer, „war ich echt.“ Diesen Worten folgte ein sehr langes Schweigen, das nur von dem gelegentlichen Ausruf „Hjckrr!“ des Greifen und von dem fortwährenden schweren Schluchzen der Falschen Suppenschildkröte unterbrochen wurde.",
      "english": "\"Once,\" said the Mock Turtle finally with a deep sigh, \"I was real.\" These words were followed by a very long silence, interrupted only by the occasional exclamation of \"Hjckrr!\" from the Griffin and the continuous heavy sobbing of the Mock Turtle."
    },
    {
      "id": 59,
      "german": "Alice war nahe daran, aufzustehen und zu sagen: „Danke, Madame, für Ihre interessante Geschichte,“ aber sie konnte nicht anders als glauben, da müsse noch etwas kommen; deshalb blieb sie sitzen und sagte nichts.",
      "english": "Alice was close to getting up and saying, \"Thank you, madam, for your interesting story,\" but she could not help but believe that there must be more to come; therefore, she remained seated and said nothing."
    },
    {
      "id": 60,
      "german": "„Als wir klein waren,“ fuhr endlich die Falsche Suppenschildkröte ruhiger fort, obwohl sie noch ab und zu ein wenig schluchzte, „gingen wir im Meer zur Schule.",
      "english": "\"When we were little,\" the Mock Turtle finally continued more calmly, although she still sobbed a little now and then, \"we went to school in the sea.\""
    },
    {
      "id": 61,
      "german": "Der Lehrer war eine alte Schildkröte – wir pflegten ihn Seeelefant zu nennen –“ „Warum nannten Sie ihn See-Elefant, wenn er keiner war?“ fragte Alice.",
      "english": "The teacher was an old turtle – we used to call him sea elephant – “Why did you call him sea elephant if he wasn't one?” asked Alice."
    },
    {
      "id": 62,
      "german": "„Wir nannten ihn Seeelefant, weil er immer sagte, daß er die Meeresschule mit der Seele fand,“ sagte die Fal- sche Suppenschildkröte verärgert, „du bist wirklich sehr dumm!“ „Du solltest dich schämen, eine so simple Frage zu stellen,“ fügte der Greif hinzu, und dann saßen beide schweigend da und sahen die arme Alice an, die am liebsten in die Erde gesunken wäre.",
      "english": "“We called him sea elephant because he always said that he found the sea school with his soul,” said the false soup turtle angrily, “you are really very stupid!” “You should be ashamed to ask such a simple question,” added the griffin, and then both sat there silently looking at poor Alice, who would have preferred to sink into the ground."
    },
    {
      "id": 63,
      "german": "Schließlich sagte der Greif zu der Falschen Suppenschildkröte: „Mach weiter, Alte!",
      "english": "Finally, the griffin said to the false soup turtle: “Go on, old one!"
    },
    {
      "id": 64,
      "german": "Vertrödel nicht den ganzen Tag damit!“ und sie fuhr mit diesen Worten fort: – „Ja, wir gingen im Meer zur Schule, obwohl du es vielleicht nicht glaubst –“ „Ich habe nie gesagt, daß ich es nicht glaube!“ unterbrach Alice.",
      "english": "Don’t waste the whole day on it!” and she continued with these words: – “Yes, we went to school in the sea, although you might not believe it –” “I never said I didn’t believe it!” interrupted Alice."
    },
    {
      "id": 65,
      "german": "„Du hast es gesagt,“ sagte die Falsche Suppenschildkröte.",
      "english": "“You did say it,” said the false soup turtle."
    },
    {
      "id": 66,
      "german": "„Halt den Mund!“ setzte der Greif hinzu, bevor Alice antworten konnte.",
      "english": "“Shut up!” added the griffin before Alice could respond."
    },
    {
      "id": 67,
      "german": "Die Falsche Suppenschildkröte fuhr fort: „Wir genossen die beste Ausbildung – wir gingen nämlich jeden Tag zur Schule –“ „Ich war auch in einer Tagesschule“, sagte Alice.",
      "english": "The false soup turtle continued: “We received the best education – we went to school every day –” “I was also in a day school,” said Alice."
    },
    {
      "id": 68,
      "german": "„Darauf brauchen Sie sich gar nichts einzubilden.“ „Mit Extras?“ fragte die Falsche Suppenschildkröte etwas besorgt.",
      "english": "“You don’t need to imagine anything about that.” “With extras?” asked the false soup turtle somewhat worried."
    },
    {
      "id": 69,
      "german": "„Ja,“ sagte Alice, „wir hatten Französisch und Musik.“ „Und Wäschewaschen?“ fragte die Falsche Suppenschildkröte.",
      "english": "“Yes,” said Alice, “we had French and music.” “And laundry?” asked the false soup turtle."
    },
    {
      "id": 70,
      "german": "„Natürlich nicht!“ sagte Alice indigniert.",
      "english": "“Of course not!” said Alice indignantly."
    },
    {
      "id": 71,
      "german": "„Aha!",
      "english": "“Aha!"
    },
    {
      "id": 72,
      "german": "Dann war deine keine wirklich gute Schule,“ sagte die Falsche Suppenschildkröte mit großer Erleich - terung „Denn bei unserer stand am Ende der Rechnung ,Französisch, Musik und Wäschewaschen – extra´.“ „Das können Sie aber nicht oft benötigt haben,“ sagte Alice, „wenn Sie auf dem Meeresgrund lebten.“ „Ich konnte es mir nicht leisten, es zu lernen,“ sagte die Falsche Suppenschildkröte seufzend.",
      "english": "Then yours wasn’t really a good school,” said the false soup turtle with great relief “Because at ours, the bill at the end included ‘French, music, and laundry – extra’.” “But you couldn’t have needed that often,” said Alice, “if you lived on the seabed.” “I couldn’t afford to learn it,” said the false soup turtle with a sigh."
    },
    {
      "id": 73,
      "german": "„Ich hatte nur die Pflichtfächer.“ „Welche waren das?“ fragte Alice.",
      "english": "“I only had the compulsory subjects.” “What were they?” asked Alice."
    },
    {
      "id": 74,
      "german": "„Zunächst natürlich Lehnen und Schreiten,“ erwiderte die Falsche Suppenschildkröte, „und dann die ver - schiedenen Arten der Arithmetik – Wattieren, Suppe rühren, Mutti plissieren und Dirigieren.“ „Ich habe noch nie etwas von ,Mutti plissieren´ gehört,“ sagte Alice.",
      "english": "“First of all, of course, leaning and striding,” replied the false soup turtle, “and then the various kinds of arithmetic – wattling, stirring soup, mother pleating, and conducting.” “I’ve never heard of ‘mother pleating’,” said Alice."
    },
    {
      "id": 75,
      "german": "„Was ist das?“ Der Greif hob vor Überraschung die Klauen.",
      "english": "“What is that?” The griffin raised his claws in surprise."
    },
    {
      "id": 76,
      "german": "„Noch nie etwas von ,Mutti plissieren´ gehört!“ rief er aus.",
      "english": "\"Never heard of 'Mummy pleating'!\" he exclaimed."
    },
    {
      "id": 77,
      "german": "„Du weißt aber, was Stoff plissieren ist, nehme ich an?“ „Ja,“ sagte Alice zögernd, „es bedeutet – in den Stoff – viele Falten machen.“ „Na also,“ fuhr der Greif fort, „wenn du nicht weißt, was Mutti plissieren ist, bist du eine dumme Trine.“ Alice fühlte sich nicht ermutigt, weiter danach zu fragen; deshalb wandte sie sich der Falschen Suppenschild- kröte zu und sagte: „Was mußten Sie sonst noch lernen?“ „Also wir hatten hysterische Lektionen,“ erwiderte die Falsche Suppenschildkröte und zählte die Fächer an ihren Flossen ab; „– alte und neue, mit Seeographie; außerdem Hundsunterricht – dieser Lehrer war ein alter Zitteraal, der einmal in der Woche kam: er brachte uns Streicheln und Hundsgeschichte bei, aber auch Prah- len in Mehl.“ „Wie war das denn?“ fragte Alice.",
      "english": "\"But you know what pleating fabric is, I assume?\" \"Yes,\" Alice said hesitantly, \"it means – making many folds in the fabric.\" \"Well then,\" the Gryphon continued, \"if you don't know what Mummy pleating is, you're a silly Trine.\" Alice did not feel encouraged to ask further; therefore, she turned to the Mock Turtle and said, \"What else did you have to learn?\" \"Well, we had hysterical lessons,\" replied the Mock Turtle, counting the subjects on her flippers; \"– old and new, with seaography; also dog lessons – this teacher was an old eel who came once a week: he taught us petting and dog history, but also boasting in flour.\" \"What was that like?\" Alice asked."
    },
    {
      "id": 78,
      "german": "„Ich kann dir das jetzt nicht vormachen,“ sagte die Falsche Suppenschildkröte.",
      "english": "\"I can't demonstrate that to you now,\" said the Mock Turtle."
    },
    {
      "id": 79,
      "german": "„Ich habe kein Mehl da.",
      "english": "\"I don't have any flour here.\""
    },
    {
      "id": 80,
      "german": "Und der Greif hat es gar nicht erst gelernt.“ „Keine Zeit,“ sagte der Greif.",
      "english": "And the Gryphon never learned it at all.\" \"No time,\" said the Gryphon."
    },
    {
      "id": 81,
      "german": "„Ich ging aber zu dem Klassik-Lehrer.",
      "english": "\"But I went to the classical teacher."
    },
    {
      "id": 82,
      "german": "Das war ein alter Krebs war das.“ „Ich ging niemals zu ihm,“ sagte die Falsche Suppenschildkröte seufzend.",
      "english": "That was an old crab.\" \"I never went to him,\" said the Mock Turtle with a sigh."
    },
    {
      "id": 83,
      "german": "„Er soll nie schiech oder höhnisch gewesen sein, sagt man.“ „Das stimmt, das stimmt,“ sagte der Greif und war nun an der Reihe zu seufzen; und beide Geschöpfe bargen ihre Gesichter in den Pfoten.",
      "english": "\"He was never said to be nasty or mocking, they say.\" \"That's true, that's true,\" said the Gryphon and it was now his turn to sigh; and both creatures buried their faces in their paws."
    },
    {
      "id": 84,
      "german": "„Und wieviele Stunden am Tag hatten Sie Unterricht?“ fragte Alice, um schnell das Thema zu wechseln.",
      "english": "\"And how many hours a day did you have lessons?\" Alice asked to quickly change the subject."
    },
    {
      "id": 85,
      "german": "„Zehn Stunden am ersten Tag,“ sagte die Falsche Suppenschildkröte, „neun am nächsten, und so weiter.“ „Was für ein seltsamer Stundenplan!“ rief Alice aus.",
      "english": "\"Ten hours on the first day,\" said the Mock Turtle, \"nine the next, and so on.\" \"What a strange timetable!\" Alice exclaimed."
    },
    {
      "id": 86,
      "german": "„Deshalb werden sie ja auch Stunden genannt,“ bemerkte der Greif, „weil den Schülern jeden Tag eine wei- tere gestundet wird.“ Das war für Alice eine ganz neue Idee, und sie dachte ein wenig darüber nach, bevor sie ihre nächste Bemer- kung machte.",
      "english": "\"That's why they're called hours,\" remarked the Gryphon, \"because a further hour is granted to the students every day.\" This was a completely new idea for Alice, and she thought a little about it before making her next remark."
    },
    {
      "id": 87,
      "german": "„Dann muß der elfte Tag ein Ferientag gewesen sein?“ „Natürlich,“ sagte die Falsche Suppenschildkröte.",
      "english": "\"Then the eleventh day must have been a holiday?\" \"Of course,\" said the Mock Turtle."
    },
    {
      "id": 88,
      "german": "„Und wie verfuhren Sie am zwölften?“ fragte Alice gespannt weiter.",
      "english": "\"And how did you proceed on the twelfth?\" Alice continued eagerly."
    },
    {
      "id": 89,
      "german": "„Genug davon!“ unterbrach der Greif sehr entschieden.",
      "english": "\"Enough of that!\" the Gryphon interrupted very decisively."
    },
    {
      "id": 90,
      "german": "„Erzähl' ihr jetzt von den Spielen.“",
      "english": "\"Tell her now about the games.\""
    }
  ],
  "bookId": "alice-im-wunderland",
  "chapterNumber": 9
}