{
  "id": "alice-im-wunderland-ch5",
  "titleGerman": "Guter Rat von einer Raupe",
  "titleEnglish": "Advice from a Caterpillar",
  "author": "Lewis Carroll",
  "wordCount": 2059,
  "difficulty": "B2",
  "sentences": [
    {
      "id": 1,
      "german": "Die Raupe und Alice blickten einander eine Zeitlang schweigend an; schließlich nahm die Raupe die Wasser- pfeife aus dem Mund und sprach Alice mit matter, schläfriger Stimme an.",
      "english": "Good Advice from a Caterpillar The caterpillar and Alice looked at each other silently for a while; finally, the caterpillar took the pipe out of its mouth and spoke to Alice in a dull, sleepy voice."
    },
    {
      "id": 2,
      "german": "„Wer bist denn du?“ sagte die Raupe.",
      "english": "\"Who are you?\" said the caterpillar."
    },
    {
      "id": 3,
      "german": "Das war kein ermutigender Anfang für ein Gespräch.",
      "english": "That was not an encouraging start to a conversation."
    },
    {
      "id": 4,
      "german": "Alice erwiderte recht schüchtern: „Ich – ich weiß es gegenwärtig kaum, mein Herr – ich weiß zwar, wer ich war, als ich heute morgen aufgestanden bin, aber ich glaube, seitdem muß ich mehrmals verwandelt worden sein.“ „Was meinst du damit?“ sagte die Raupe streng.",
      "english": "Alice replied quite shyly, \"I – I hardly know at the moment, my lord – I know who I was when I got up this morning, but I think I must have been changed several times since then.\" \"What do you mean by that?\" said the caterpillar sternly."
    },
    {
      "id": 5,
      "german": "„Erkläre das!“ „Ich fürchte, mein Herr, ich kann das nicht erklären,“ sagte Alice, „denn, sehen Sie, ich bin nicht ich.“ „Ich seh's nicht,“ sagte die Raupe.",
      "english": "\"Explain that!\" \"I'm afraid, my lord, I can't explain it,\" said Alice, \"because, you see, I am not myself.\" \"I don't see it,\" said the caterpillar."
    },
    {
      "id": 6,
      "german": "„Ich kann es nicht klarer ausdrücken, fürchte ich,“ erwiderte Alice sehr höflich, „denn ich kann es ja selbst nicht begreifen, und so viele verschiedene Größen an einem Tag zu haben ist sehr verwirrend.“ „Ist es nicht,“ sagte die Raupe.",
      "english": "\"I can't express it more clearly, I'm afraid,\" replied Alice very politely, \"because I can't understand it myself, and having so many different sizes in one day is very confusing.\" \"Is it not,\" said the caterpillar."
    },
    {
      "id": 7,
      "german": "„Nun, vielleicht haben Sie es noch nicht so gespürt,“ sagte Alice, „aber wenn Sie zu einer Puppe geworden sind – das werden Sie nämlich eines Tages – und danach zu einem Schmetterling, da werden Sie sich, glaube ich, auch ein wenig seltsam fühlen, nicht wahr?“ „Kein bißchen,“ sagte die Raupe.",
      "english": "\"Well, perhaps you haven't felt it that way yet,\" said Alice, \"but when you become a doll – you will one day – and then a butterfly, you will feel a bit strange, I believe, won't you?\" \"Not a bit,\" said the caterpillar."
    },
    {
      "id": 8,
      "german": "„Na ja, vielleicht mögen Ihre Gefühle anders sein,“ sagte Alice, „ich weiß nur, daß ich mich sehr seltsam fühlen würde.“ „Du!“ sagte die Raupe verächtlich.",
      "english": "\"Well, perhaps your feelings may be different,\" said Alice, \"I only know that I would feel very strange.\" \"You!\" said the caterpillar disdainfully."
    },
    {
      "id": 9,
      "german": "„Wer bist denn du?“ Womit sie wieder beim Beginn des Gesprächs angelangt waren.",
      "english": "\"Who are you?\" With that, they had returned to the beginning of the conversation."
    },
    {
      "id": 10,
      "german": "Alice war ein bißchen irritiert, weil die Rau- pe so besonders kurze Bemerkungen machte; sie nahm Haltung an und sagte gewichtig: „Ich glaube, Sie sollten mir zuerst sagen, wer Sie sind.“ „Warum?“ sagte die Raupe.",
      "english": "Alice was a little irritated because the caterpillar made such particularly short remarks; she took a stance and said weightily, \"I believe you should tell me first who you are.\" \"Why?\" said the caterpillar."
    },
    {
      "id": 11,
      "german": "Das war schon wieder eine verwirrende Frage; und da Alice kein vernünftiger Grund einfiel und die Raupe in einer sehr unerfreulichen Laune zu sein schien, wandte sie sich zum Gehen.",
      "english": "That was yet another confusing question; and as Alice could not think of a reasonable reason and the caterpillar seemed to be in a very unpleasant mood, she turned to leave."
    },
    {
      "id": 12,
      "german": "„Komm zurück!“ rief die Raupe ihr hinterher.",
      "english": "\"Come back!\" called the caterpillar after her."
    },
    {
      "id": 13,
      "german": "„Ich habe etwas Wichtiges zu sagen!“ Das klang freilich vielversprechend.",
      "english": "\"I have something important to say!\" That certainly sounded promising."
    },
    {
      "id": 14,
      "german": "Alice machte kehrt und kam wieder zurück.",
      "english": "Alice turned around and came back."
    },
    {
      "id": 15,
      "german": "„Verlier nicht die Beherrschung!“ sagte die Raupe.",
      "english": "\"Don't lose your temper!\" said the caterpillar."
    },
    {
      "id": 16,
      "german": "„Ist das alles?“ sagte Alice und schluckte ihren Ärger hinunter, so gut sie konnte.",
      "english": "\"Is that all?\" said Alice, swallowing her anger as best she could."
    },
    {
      "id": 17,
      "german": "„Nein,“ sagte die Raupe.",
      "english": "\"No,\" said the caterpillar."
    },
    {
      "id": 18,
      "german": "Da Alice nichts weiter zu tun hatte, dachte sie, sie könne ebensogut warten; vielleicht würde die Raupe ihr doch noch etwas Hörenswertes mitteilen.",
      "english": "Since Alice had nothing else to do, she thought she might as well wait; perhaps the caterpillar would still share something worth listening to."
    },
    {
      "id": 19,
      "german": "Diese paffte einige Minuten fort, ohne zu sprechen; aber schließ- lich faltete sie die Arme auseinander, nahm die Wasserpfeife aus dem Mund und sagte: „Also du glaubst, du seist verwandelt, ja?“ „Ich fürchte, ja, mein Herr,“ sagte Alice, „ich kann mich nicht so gut erinnern wie sonst – und ich behalte keine zehn Minuten die gleiche Größe!“ „Woran kannst du dich nicht erinnern?“ sagte die Raupe.",
      "english": "It puffed away for several minutes without speaking; but finally, it unfolded its arms, took the water pipe out of its mouth, and said: \"So you believe you have been transformed, yes?\" -- \"I fear so, my lord,\" said Alice, \"I can't remember as well as I usually do – and I don't stay the same size for ten minutes!\" \"What can you not remember?\" said the caterpillar."
    },
    {
      "id": 20,
      "german": "„Nun, ich habe versucht, ,Wie sich das kleine Bienchen müht´ aufzusagen, aber es kam ganz anders heraus!“ erwiderte Alice betrübt.",
      "english": "\"Well, I tried to recite 'How the little bee struggles,' but it came out completely different!\" replied Alice sadly."
    },
    {
      "id": 21,
      "german": "„Sag' auf ,Du bist alt, Vater William´,“ sagte die Raupe.",
      "english": "\"Recite 'You are old, Father William,'\" said the caterpillar."
    },
    {
      "id": 22,
      "german": "Alice faltete die Hände und begann: –5 „Du bist alt, Vater William, drum ist auch dein Schopf,“ Sprach der Sohn, „durch und durch völlig weiß, Und doch stehst du immerfort auf dem Kopf – Glaubst du wirklich, das ziemt einem Greis?“ „Als ich jung war,“ der Vater dem Sohne erzählt, „Hatt' ich Angst, der Verstand würd' verletzt.",
      "english": "Alice folded her hands and began: \"You are old, Father William, so your hair is white,\" said the son, \"completely white all through, and yet you still stand on your head – do you really think that suits an old man?\" \"When I was young,\" the father told the son, \"I was afraid my mind would be injured."
    },
    {
      "id": 23,
      "german": "Aber jetzt, wo ich weiß, daß er völlig mir fehlt, Nun, da mach' ich es unausgesetzt.“ „Du bist alt,“ sprach der Sohn, „das gestehst du wohl ein, Und bist dick wie ein mächtiges Faß; Doch du drehst einen Salto zur Türe herein – Nun sag', wie erklärst du denn das?“ „In der Jugend,“ versetzte der Weise vergnügt, Gab ich Biegsamkeit meinen Gelenken Durch Gebrauch dieser Salbe: ein Töpfchen genügt!",
      "english": "But now, knowing that I am completely lacking it, well, I do it continuously.\" \"You are old,\" said the son, \"you surely admit that, and you are as thick as a mighty barrel; yet you turn a somersault through the door – now tell me, how do you explain that?\" -- \"In my youth,\" replied the wise man cheerfully, \"I gave flexibility to my joints through the use of this salve: one little pot is enough!"
    },
    {
      "id": 24,
      "german": "Sei brav, und ich werd' dir eins schenken.“ „Du bist alt,“ sprach der Sohn, „und was Härtres als Mus Kann dein Kiefer doch gar nicht vertragen; Du verspeistest die Gans mitsamt Knochen und Fuß – Wie machst du's?",
      "english": "Be good, and I will give you one.\" \"You are old,\" said the son, \"and what harder than mush can your jaw possibly endure; you devoured the goose along with bones and feet – how do you do it?"
    },
    {
      "id": 25,
      "german": "Das mußt du mir sagen.“ „Ich befaßte mich lange Zeit mit dem Recht Und besprach jeden Fall mit der Alten; Streitereien bekommen den Kiefern nicht schlecht, Ihre Kraft hat sich deshalb erhalten.“ „Du bist alt,“ sprach der Sohn, „was man aber nicht spürt, Weil dein Auge so sicher noch blickt; Auf der Nase hast du einen Aal balanciert – Was macht dich so furchtbar geschickt?“ „Ich gab auf drei Fragen die Antwort, doch nun Mache ich diesen Quatsch nicht mehr mit.",
      "english": "You must tell me.\" -- \"I dealt with the law for a long time and discussed every case with the old woman; disputes do not harm the jaws, their strength has thus been preserved.\" \"You are old,\" said the son, \"but you do not feel it, because your eye still looks so steady; you balanced an eel on your nose – what makes you so terribly skillful?\" \"I answered three questions, but now I no longer engage in this nonsense."
    },
    {
      "id": 26,
      "german": "Ja, glaubst du, ich habe nichts Bessres zu tun?",
      "english": "Yes, do you think I have nothing better to do?"
    },
    {
      "id": 27,
      "german": "Verschwinde, sonst kriegst du 'nen Tritt!“ „Das ist nicht richtig aufgesagt,“ meinte die Raupe.",
      "english": "Go away, or you'll get a kick!\" \"That was not recited correctly,\" said the caterpillar."
    },
    {
      "id": 28,
      "german": "„Nicht ganz richtig, fürchte ich,“ sagte Alice zaghaft, „einige der Wörter waren vertauscht.“ „Es ist falsch von vorn bis hinten,“ sagte die Raupe entschieden; und dann herrschte für einige Minuten Schweigen.",
      "english": "\"Not quite right, I'm afraid,\" said Alice timidly, \"some of the words were swapped.\" \"It is wrong from beginning to end,\" said the caterpillar decisively; and then there was silence for a few minutes."
    },
    {
      "id": 29,
      "german": "Die Raupe ergriff wieder als erste das Wort.",
      "english": "The caterpillar was the first to speak again."
    },
    {
      "id": 30,
      "german": "„Welche Größe möchtest du haben?“ fragte sie.",
      "english": "\"What size would you like to be?\" it asked."
    },
    {
      "id": 31,
      "german": "„Oh, ich bin nicht wählerisch bei der Größe,“ erwiderte Alice hastig, „man möchte sie nur nicht so oft wech- seln, wissen Sie.“ „Ich weiß es nicht,“ sagte die Raupe.",
      "english": "\"Oh, I'm not picky about size,\" Alice replied hastily, \"you just don't want to change it too often, you know.\" \"I don't know,\" said the Caterpillar."
    },
    {
      "id": 32,
      "german": "Alice sagte nichts; in ihrem ganzen Leben war ihr noch nie so oft widersprochen worden, und sie spürte, daß sie langsam die Beherrschung verlor.",
      "english": "Alice said nothing; in her whole life, she had never been contradicted so often, and she felt that she was slowly losing her composure."
    },
    {
      "id": 33,
      "german": "„Bist du jetzt zufrieden?“ sagte die Raupe.",
      "english": "\"Are you satisfied now?\" said the Caterpillar."
    },
    {
      "id": 34,
      "german": "„Nun, ich wäre gern ein bißchen größer, mein Herr, wenn es Ihnen nichts ausmacht,“ sagte Alice, „acht Zen- timeter sind eine so erbärmliche Größe.“ „Sie sind im Gegenteil eine sehr schöne Größe!“ sagte die Raupe erbost, indem sie sich voll aufrichtete (sie war genau acht Zentimeter hoch).",
      "english": "\"Well, I would like to be a little bigger, sir, if you don't mind,\" said Alice, \"eight centimeters is such a miserable size.\" \"On the contrary, it is a very nice size!\" said the Caterpillar angrily, sitting up straight (she was exactly eight centimeters tall)."
    },
    {
      "id": 35,
      "german": "„Aber ich bin nicht daran gewöhnt!“ flehte die arme Alice in kläglichem Ton, und sie dachte: „Wenn doch die Geschöpfe nicht so schnell beleidigt wären!“ „Du wirst dich mit der Zeit daran gewöhnen,“ sagte die Raupe, steckte die Wasserpfeife in den Mund und begann wieder zu rauchen.",
      "english": "\"But I'm not used to it!\" pleaded poor Alice in a pitiful tone, and she thought, \"If only the creatures weren't so easily offended!\" \"You will get used to it in time,\" said the Caterpillar, putting the pipe in her mouth and starting to smoke again."
    },
    {
      "id": 36,
      "german": "Diesmal wartete Alice geduldig, bis sie sich entschlösse, weiterzusprechen.",
      "english": "This time, Alice waited patiently until she decided to continue speaking."
    },
    {
      "id": 37,
      "german": "Nach ein oder zwei Minuten nahm die Raupe die Pfeife aus dem Mund, gähnte ein paarmal und schüttelte sich.",
      "english": "After a minute or two, the Caterpillar took the pipe out of her mouth, yawned a few times, and shook herself."
    },
    {
      "id": 38,
      "german": "Dann stieg sie von dem Pilz herunter und kroch durch das Gras fort, wobei sie nur bemerkte: „Eine Seite macht dich größer und die andere Seite macht dich kleiner.“ „Eine Seite wovon?",
      "english": "Then she got down from the mushroom and crawled away through the grass, only noting: \"One side makes you bigger and the other side makes you smaller.\" \"One side of what?"
    },
    {
      "id": 39,
      "german": "Die andere Seite wovon?“ dachte Alice.",
      "english": "The other side of what?\" thought Alice."
    },
    {
      "id": 40,
      "german": "„Vom Pilz,“ sagte die Raupe, als ob Alice laut gefragt hätte, und im nächsten Moment war sie außer Sicht.",
      "english": "\"Of the mushroom,\" said the Caterpillar as if Alice had asked aloud, and in the next moment, she was out of sight."
    },
    {
      "id": 41,
      "german": "Alice betrachtete den Pilz eine Weile nachdenklich und versuchte herauszufinden, wo seine beiden Seiten waren; und da er völlig rund war, kam ihr dieses Problem sehr schwierig vor.",
      "english": "Alice looked at the mushroom thoughtfully for a while and tried to figure out where its two sides were; and since it was completely round, this problem seemed very difficult to her."
    },
    {
      "id": 42,
      "german": "Schließlich jedoch legte sie die Arme um ihn herum, so weit sie reichten, und brach mit jeder Hand ein Stückchen vom Rand ab.",
      "english": "Finally, however, she wrapped her arms around it as far as they would reach and broke off a piece from the edge with each hand."
    },
    {
      "id": 43,
      "german": "„Und welches ist jetzt welches?“ fragte sie sich und knabberte ein wenig an dem rechten Stück, um die Wir - kung auszuprobieren.",
      "english": "\"And which is which now?\" she asked herself, nibbling a little on the right piece to test the effect."
    },
    {
      "id": 44,
      "german": "Im nächsten Moment verspürte sie einen heftigen Stoß unter ihr Kinn: es war gegen die Füße geprallt!",
      "english": "In the next moment, she felt a strong push under her chin: it had bounced against her feet!"
    },
    {
      "id": 45,
      "german": "Von dieser plötzlichen Veränderung war sie ganz schön erschrocken, aber da sie rasch zusammenschrumpfte, war keine Zeit zu verlieren, und sie versuchte sofort, etwas von dem anderen Stück zu essen.",
      "english": "She was quite startled by this sudden change, but since she quickly shrank, there was no time to lose, and she immediately tried to eat some of the other piece."
    },
    {
      "id": 46,
      "german": "Ihr Kinn war so fest gegen den Fuß gepreßt, daß sie kaum Platz genug hatte, den Mund zu öffnen, aber dann gelang es ihr doch, und sie konnte einen Krümel des linken Stücks hinunterschlucken.",
      "english": "Her chin was pressed so firmly against the foot that she hardly had enough room to open her mouth, but then she managed to do so, and she was able to swallow a crumb of the left piece."
    },
    {
      "id": 47,
      "german": "„So, mein Kopf ist endlich frei!“ sagte Alice erfreut, war aber im nächsten Moment beunruhigt, als sie ihre Schultern nirgends finden konnte; alles was sie sah, als sie hinunterblickte, war ein ungeheuer langer Hals, der wie ein Stengel aus einem Meer grüner Blätter weit unter ihr zu ragen schien.",
      "english": "“So, my head is finally free!” said Alice happily, but in the next moment she was disturbed when she could not find her shoulders anywhere; all she saw when she looked down was an enormously long neck that seemed to stretch like a stem from a sea of green leaves far below her."
    },
    {
      "id": 48,
      "german": "„Was kann nur all dieses grüne Zeug sein?“ sagte Alice.",
      "english": "“What can all this green stuff be?” said Alice."
    },
    {
      "id": 49,
      "german": "„Und wo sind meine Schultern hingeraten?",
      "english": "“And where have my shoulders gone?"
    },
    {
      "id": 50,
      "german": "Und ach!",
      "english": "And oh!"
    },
    {
      "id": 51,
      "german": "meine armen Hände, warum kann ich euch nicht sehen?“ Sie bewegte sie hin und her, als sie sprach, aber es schien nichts weiter zu erfolgen außer einer leichten Bewegung in den fernen grünen Blättern.",
      "english": "my poor hands, why can’t I see you?” She moved them back and forth as she spoke, but it seemed that nothing happened except a slight movement in the distant green leaves."
    },
    {
      "id": 52,
      "german": "Da keine Möglichkeit zu bestehen schien, die Hände zum Kopf emporzuheben, versuchte sie, den Kopf hin- unter zu ihnen zu bringen, und war erfreut zu spüren, daß sich ihr Hals leicht in jede Richtung wie eine Schlange bog.",
      "english": "As there seemed to be no way to lift her hands up to her head, she tried to bring her head down to them and was pleased to feel that her neck bent easily in every direction like a snake."
    },
    {
      "id": 53,
      "german": "Gerade war es ihr gelungen, ihn in graziösem Zickzack hinabzubeugen, um mit ihm unter die Blätter zu tauchen, die nichts anderes darstellten als die Baumwipfel, unter denen sie umhergewandert war, als ein scharfes Zischen sie rasch zurückfahren ließ: eine große Taube war ihr ins Gesicht geflogen und bear- beitete sie heftig mit den Flügeln.",
      "english": "Just as she managed to bend it down in a graceful zigzag to dive under the leaves, which were nothing but the treetops she had wandered beneath, a sharp hissing made her quickly pull back: a large pigeon had flown into her face and was beating her fiercely with its wings."
    },
    {
      "id": 54,
      "german": "„Schlange!“ kreischte die Taube.",
      "english": "“Snake!” screeched the pigeon."
    },
    {
      "id": 55,
      "german": "„Ich bin keine Schlange!“ rief Alice empört.",
      "english": "“I am not a snake!” cried Alice indignantly."
    },
    {
      "id": 56,
      "german": "„Laß mich in Ruhe!“ „Schlange, sage ich!“ wiederholte die Taube in gedämpfterem Ton und fügte mit einem Schluchzen hinzu: „Alles habe ich versucht, aber nichts scheint ihnen zu passen!“ „Ich habe nicht die geringste Idee, wovon du sprichst,“ sagte Alice.",
      "english": "“Leave me alone!” “Snake, I say!” repeated the pigeon in a quieter tone and added with a sob: “I’ve tried everything, but nothing seems to suit them!” “I have not the slightest idea what you are talking about,” said Alice."
    },
    {
      "id": 57,
      "german": "„Ich habe es mit Baumwurzeln versucht, mit Uferböschungen und mit Hecken,“ fuhr die Taube fort, ohne auf Alice zu hören, „aber diese Schlangen!",
      "english": "“I’ve tried it with tree roots, with riverbanks, and with hedges,” continued the pigeon, not listening to Alice, “but these snakes!"
    },
    {
      "id": 58,
      "german": "Nichts gefällt ihnen!“ Alice wurde immer verwirrter, aber sie dachte, es habe keinen Zweck, noch etwas zu sagen, bevor die Taube geendet hatte.",
      "english": "Nothing pleases them!” Alice became more and more confused, but she thought it was no use saying anything more until the pigeon had finished."
    },
    {
      "id": 59,
      "german": "„Als ob es nicht genug Mühe machte, die Eier auszubrüten,“ sagte die Taube, „nein, Tag und Nacht muß ich noch nach Schlangen Ausschau halten.",
      "english": "“As if it wasn’t enough trouble hatching the eggs,” said the pigeon, “no, day and night I must still look out for snakes."
    },
    {
      "id": 60,
      "german": "Die letzten drei Wochen habe ich keine Minute Schlaf gefunden!“ „Es tut mir sehr leid, daß du gestört worden bist,“ sagte Alice, die anfing zu begreifen.",
      "english": "I haven’t found a minute of sleep in the last three weeks!” “I’m very sorry you’ve been disturbed,” said Alice, who was beginning to understand."
    },
    {
      "id": 61,
      "german": "„Und gerade als ich den höchsten Baum im Wald ausgesucht hatte,“ fuhr die Taube fort, wobei sie ihre Stim - me bis zum Schreien steigerte, „und gerade als ich glaubte, ich sei endlich von ihnen befreit, müssen sie sich ausgerechnet vom Himmel herunterschlängeln!",
      "english": "\"And just as I had chosen the tallest tree in the forest,\" the dove continued, raising her voice to a scream, \"and just as I believed I was finally free from them, they had to slither down from the sky!\""
    },
    {
      "id": 62,
      "german": "Pfui, Schlange!“ „Aber ich bin keine Schlange, sage ich dir!“ rief Alice.",
      "english": "\"Ugh, snake!\" \"But I'm not a snake, I tell you!\" Alice shouted."
    },
    {
      "id": 63,
      "german": "„Ich bin – ich bin –“ „Na?",
      "english": "\"I am - I am - \" \"Well?\""
    },
    {
      "id": 64,
      "german": "Was bist du?“ sagte die Taube.",
      "english": "What are you?\" said the dove."
    },
    {
      "id": 65,
      "german": "„Ich sehe schon: Du versuchst, dir etwas auszudenken.“ „Ich – ich bin ein kleines Mädchen,“ sagte Alice voller Zweifel, da sie an die Zahl der Veränderungen dachte, die sie an diesem Tag durchgemacht hatte.",
      "english": "\"I see: you're trying to make something up.\" \"I - I am a little girl,\" Alice said doubtfully, as she thought of the number of changes she had gone through that day."
    },
    {
      "id": 66,
      "german": "„Ein schönes Märchen, in der Tat!“ sagte die Taube im Ton tiefster Verachtung.",
      "english": "\"A lovely fairy tale, indeed!\" said the dove in a tone of deepest contempt."
    },
    {
      "id": 67,
      "german": "„Ich habe in meinem Leben schon eine Menge kleiner Mädchen gesehen, aber noch nicht eines mit solchem Hals!",
      "english": "\"I've seen a lot of little girls in my life, but not one with such a neck!"
    },
    {
      "id": 68,
      "german": "Nein, nein, du bist eine Schlange, und es hat keinen Zweck, es abzustreiten.",
      "english": "No, no, you are a snake, and there's no point in denying it."
    },
    {
      "id": 69,
      "german": "Ich vermute, als nächstes wirst du mir erzählen, daß du noch nie ein Ei gegessen hast!“ „Freilich habe ich Eier gegessen,“ sagte Alice; die ein sehr wahrheitsliebendes Kind war, „aber kleine Mäd - chen essen Eier ebenso oft wie Schlangen, mußt du wissen.“ „Das glaube ich nicht,“ sagte die Taube, „aber wenn sie's tun, dann sind sie eben eine Art Schlange, und da - mit basta!“ Das war für Alice eine so neue Idee, daß sie eine Weile ganz still war, was der Taube die Möglichkeit gab hinzuzufügen: „Du suchst nach Eiern, das weiß ich sicher; und was spielt es da für eine Rolle, ob du ein klei- nes Mädchen oder eine Schlange bist?“ „Für mich spielt es eine große Rolle,“ sagte Alice rasch, „aber zufälllig suche ich nicht nach Eiern, und wenn ich's täte, würde ich deine nicht wollen: ich mag sie nicht roh.“ „Dann hau ab!“ sagte die Taube verdrossen und ließ sich wieder in ihrem Nest nieder.",
      "english": "I suspect that next you'll tell me you've never eaten an egg!\" \"Of course I've eaten eggs,\" said Alice; who was a very truthful child, \"but little girls eat eggs just as often as snakes, you must know.\" \"I don't believe that,\" said the dove, \"but if they do, then they are just a kind of snake, and that's that!\" This was such a new idea for Alice that she was quiet for a while, which gave the dove the opportunity to add: \"You are looking for eggs, I know that for sure; and what does it matter whether you are a little girl or a snake?\" \"It matters a great deal to me,\" said Alice quickly, \"but by chance I am not looking for eggs, and if I were, I wouldn't want yours: I don't like them raw.\""
    },
    {
      "id": 70,
      "german": "Alice duckte sich unter die Bäume, so gut sie konnte, denn ihr Hals verfing sich immer wieder in den Ästen, und ab und zu mußte sie anhalten und ihn losmachen.",
      "english": "Alice ducked under the trees as best as she could, for her neck kept getting caught in the branches, and now and then she had to stop and free it."
    },
    {
      "id": 71,
      "german": "Nach einer Weile fiel ihr ein, daß sie immer noch die Pilzstückchen in den Händen hielt, und sie begann sehr vorsichtig erst an dem einen, dann an dem anderen zu knabbern: sie wurde mal größer, mal kleiner, bis es ihr gelang, ihre normale Größe zu erreichen.",
      "english": "After a while, she remembered that she was still holding the mushroom pieces in her hands, and she began very cautiously to nibble on one, then the other: she grew larger and smaller until she managed to reach her normal size."
    },
    {
      "id": 72,
      "german": "Es war schon lange her, daß sie auch nur annähernd ihre richtige Größe hatte; deshalb kam sie sich zunächst recht seltsam vor, aber in wenigen Minuten hatte sie sich daran gewöhnt und begann, wie immer mit sich selbst zu reden: „So, die Hälfte meines Plans ist geschafft!",
      "english": "It had been a long time since she had been anywhere near her proper size; therefore, she felt quite strange at first, but in a few minutes she had gotten used to it and began to talk to herself as usual: \"So, half of my plan is accomplished!"
    },
    {
      "id": 73,
      "german": "Wie verwirrend alle diese Veränderungen sind!",
      "english": "How confusing all these changes are!"
    },
    {
      "id": 74,
      "german": "Ich bin nie sicher, was ich von einer Minute zur anderen werden kann!",
      "english": "I am never sure what I might become from one minute to the next!"
    },
    {
      "id": 75,
      "german": "Aber ich habe meine richtige Größe wiedererlangt; das Nächste ist, in diesen schönen Garten zu kommen – aber wie, frage ich mich.“ Als sie das sagte, kam sie plötzlich auf eine Lichtung, auf der ein kleines Haus, etwas über einen Meter hoch, stand.",
      "english": "But I have regained my proper size; the next thing is to get into that beautiful garden - but how, I wonder.\" As she said this, she suddenly came upon a clearing where a small house, a little over a meter high, stood."
    },
    {
      "id": 76,
      "german": "„Wer immer da wohnt,“ dachte Alice, „würde es nicht ertragen, daß ich ihm in dieser Größe begegne; er verlöre vor Schreck den Verstand!“ Deshalb knabberte sie wieder an dem rechten Stück und wagte es nicht, sich dem Haus zu nähern, bevor sie sich auf 25 Zentimeter verkleinert hatte.",
      "english": "\"Whoever lives there,\" thought Alice, \"would not be able to bear that I meet him at this size; he would lose his mind from shock!\" Therefore, she nibbled again on the right piece and did not dare to approach the house until she had shrunk to 25 centimeters."
    }
  ],
  "bookId": "alice-im-wunderland",
  "chapterNumber": 5
}