{
  "id": "alice-im-wunderland-ch12",
  "titleGerman": "Alice's Aussage",
  "titleEnglish": "Alice's Evidence",
  "author": "Lewis Carroll",
  "wordCount": 1333,
  "difficulty": "B2",
  "sentences": [
    {
      "id": 1,
      "german": "Alices Aussage „Hier!“ rief Alice und vergaß in der momentanen Aufregung völlig, wie groß sie in den letzten paar Minuten geworden war, und sie sprang in solcher Hast auf, daß sie mit dem Rockzipfel die Geschworenenbank um- kippte und die Geschworenen auf die Köpfe der Menge purzeln ließ, und dort zappelten sie herum und erinnerten Alice stark an das Goldfischglas, das sie vor einer Woche versehentlich umgeworfen hatte.",
      "english": "\"Here!\" shouted Alice and completely forgot in her momentary excitement how big she had become in the last few minutes, and she jumped up so hastily that she knocked over the jury box with her dress and sent the jurors tumbling onto the heads of the crowd, where they flailed around and strongly reminded Alice of the goldfish bowl she had accidentally knocked over a week ago."
    },
    {
      "id": 2,
      "german": "„Oh, ich bitte um Verzeihung!“ rief sie in großer Bestürzung und begann, sie so schnell sie konnte wieder aufzuheben, denn der Unfall der Goldfische ging ihr nicht aus dem Kopf und sie hatte die vage Vorstellung, sie müßten sofort eingesammelt und zurück in die Geschworenenbank gesetzt werden, sonst würden sie sterben.",
      "english": "\"Oh, I beg your pardon!\" she cried in great distress and began to pick them up as quickly as she could, for the incident with the goldfish would not leave her mind and she had a vague notion that they needed to be collected immediately and put back in the jury box, or they would die."
    },
    {
      "id": 3,
      "german": "„Die Verhandlung kann nicht fortgesetzt werden,“ sagte der König mit sehr ernster Stimme, „ehe alle Ge - schworenen wieder auf ihren richtigen Plätzen sitzen – alle,“ wiederholte er mit großem Nachdruck und sah Alice dabei streng an.",
      "english": "\"The trial cannot proceed,\" said the King in a very serious voice, \"until all jurors are back in their proper places – all,\" he repeated with great emphasis, looking sternly at Alice."
    },
    {
      "id": 4,
      "german": "Alice blickte auf die Geschworenenbank und bemerkte, daß sie in der Eile die Eidechse mit dem Kopf nach unten hingesetzt hatte, und das arme kleine Ding schwenkte seinen Schwanz traurig hin und her und war völlig unfähig, sich zu bewegen.",
      "english": "Alice looked at the jury box and noticed that in her haste she had set the lizard upside down, and the poor little thing was sadly waving its tail back and forth and was completely unable to move."
    },
    {
      "id": 5,
      "german": "Sie nahm sie gleich wieder heraus und setzte sie richtig hin; „nicht daß es viel bedeutet,“ sagte sie sich, „ich glaube, sie nützt der Verhandlung in der einen Stellung ebenso viel wie in der anderen.“ Sobald sich die Geschworenen ein wenig von ihrem Schreck erholt hatten und ihre Tafeln und Griffel ge- funden und ihnen ausgehändigt worden waren, machten sie sich sehr emsig daran, eine Geschichte des Un- falls zu schreiben, nur die Eidechse schien zu mitgenommen zu sein, um irgendetwas anderes zu tun als mit offenem Mund dazusitzen und an die Decke zu glotzen.",
      "english": "She took it out again and set it right; \"not that it matters much,\" she said to herself, \"I believe it contributes to the trial in one position just as much as in the other.\" As soon as the jurors had recovered a little from their shock and had found and been handed their slates and pencils, they set to work very diligently writing an account of the accident, only the lizard seemed too shaken to do anything other than sit there with its mouth open and stare at the ceiling."
    },
    {
      "id": 6,
      "german": "„Was weißt du von dieser Angelegenheit?“ sagte der König zu Alice.",
      "english": "\"What do you know about this matter?\" said the King to Alice."
    },
    {
      "id": 7,
      "german": "„Nichts,“ sagte Alice.",
      "english": "\"Nothing,\" said Alice."
    },
    {
      "id": 8,
      "german": "„Überhaupt nichts?“ insistierte der König.",
      "english": "\"Nothing at all?\" insisted the King."
    },
    {
      "id": 9,
      "german": "„Überhaupt nichts,“ sagte Alice.",
      "english": "\"Nothing at all,\" said Alice."
    },
    {
      "id": 10,
      "german": "„Das ist sehr wichtig,“ sagte der König an die Geschworenen gewandt.",
      "english": "\"That is very important,\" said the King, addressing the jurors."
    },
    {
      "id": 11,
      "german": "Sie fingen gerade an, dies auf ihre Tafeln zu schreiben, als das Weiße Kaninchen unterbrach: „Unwichtig, meinen Eure Majestät natürlich,“ sag- te es sehr respektvoll, runzelte dabei aber die Stirn und schnitt dem König Grimassen.",
      "english": "They had just begun to write this down on their slates when the White Rabbit interrupted: \"Unimportant, your Majesty means, of course,\" it said very respectfully, but furrowed its brow and made faces at the King."
    },
    {
      "id": 12,
      "german": "„Unwichtig, meinte ich natürlich,“ sagte der König hastig und fuhr fort, leise vor sich hin zu sagen „wichtig – unwichtig – unwichtig – wichtig –“, als probiere er aus, welches Wort besser klinge.",
      "english": "\"Unimportant, I meant, of course,\" said the King hastily and continued to mutter to himself, \"important – unimportant – unimportant – important –,\" as if he were trying to see which word sounded better."
    },
    {
      "id": 13,
      "german": "Einige der Geschworenen schrieben „wichtig“ nieder und andere „unwichtig“; Alice konnte es sehen, weil sie nahe genug bei ihnen stand, um ihre Tafeln zu überblicken, „aber es spielt nicht die geringste Rolle,“ dachte sie sich.",
      "english": "Some of the jurors wrote down \"important\" and others \"unimportant\"; Alice could see it because she stood close enough to them to overlook their slates, \"but it doesn't matter in the slightest,\" she thought to herself."
    },
    {
      "id": 14,
      "german": "In diesem Moment rief der König, der eine Weile eifrig in seinem Notizbuch geschrieben hatte: „Ruhe!“ und las aus seinem Buch vor: „Vorschrift Nummer Zweiundvierzig: Alle Personen, die höher als einen Kilometer sind, müssen den Gerichtssaal verlassen.“ Alle sahen Alice an.",
      "english": "At that moment, the King, who had been eagerly writing in his notebook for a while, shouted, \"Silence!\" and read from his book: \"Rule number forty-two: All persons over a kilometer in height must leave the courtroom.\" Everyone looked at Alice."
    },
    {
      "id": 15,
      "german": "„Ich bin keinen Kilometer hoch,“ sagte Alice.",
      "english": "\"I am not a kilometer high,\" said Alice."
    },
    {
      "id": 16,
      "german": "„Doch,“ sagte der König.",
      "english": "\"But,\" said the king."
    },
    {
      "id": 17,
      "german": "„Fast zwei Kilometer hoch,“ fügte die Königin hinzu.",
      "english": "\"Almost two kilometers high,\" added the queen."
    },
    {
      "id": 18,
      "german": "„Ich werde auf gar keinen Fall gehen,“ sagte Alice, „außerdem ist das keine reguläre Vorschrift: Ihr habt sie eben erst erfunden.“ „Es ist die älteste Vorschrift in dem Buch,“ sagte der König.",
      "english": "\"I will not go under any circumstances,\" said Alice, \"besides, that's not a regular rule: you just made it up.\" \"It's the oldest rule in the book,\" said the king."
    },
    {
      "id": 19,
      "german": "„Dann sollte sie die Nummer Eins haben,“ sagte Alice.",
      "english": "\"Then it should be number one,\" said Alice."
    },
    {
      "id": 20,
      "german": "Der König wurde bleich und schloß hastig sein Notizbuch.",
      "english": "The king turned pale and hastily closed his notebook."
    },
    {
      "id": 21,
      "german": "„Fällt Euer Urteil,“ sagte er mit leiser, zitternder Stimme zu den Geschworenen.",
      "english": "\"Render your judgment,\" he said in a quiet, trembling voice to the jurors."
    },
    {
      "id": 22,
      "german": "„Bitte, Majestät, es liegt noch ein Beweisstück vor,“ sagte das Weiße Kaninchen, indem es in großer Eile auf- sprang.",
      "english": "\"Please, Your Majesty, there is still a piece of evidence,\" said the White Rabbit, jumping up in great haste."
    },
    {
      "id": 23,
      "german": "„Dieses Schriftstück ist gerade gefunden worden.“ „Was steht drin?“ fragte die Königin.",
      "english": "\"This document has just been found.\" \"What does it say?\" asked the queen."
    },
    {
      "id": 24,
      "german": "„Ich habe es noch nicht geöffnet,“ sagte das Weiße Kaninchen, „aber es scheint ein Brief zu sein, geschrieben von dem Gefangenen an – an irgend jemand.“ „Das muß er wohl,“ sagte der König, „wenn er nicht an niemand geschrieben wurde, was ja nicht gerade üblich ist.“ „An wen ist er gerichtet?“ sagte einer der Geschworenen.",
      "english": "\"I haven't opened it yet,\" said the White Rabbit, \"but it seems to be a letter written by the prisoner to - to someone.\" \"It must be,\" said the king, \"if it wasn't written to no one, which is not exactly usual.\" \"Who is it addressed to?\" asked one of the jurors."
    },
    {
      "id": 25,
      "german": "„Er ist gar nicht gerichtet,“ sagte das Weiße Kaninchen, „da ist nämlich nichts außen draufgeschrieben.“ Während es sprach, entfaltete es das Schriftstück und fügte hinzu: „Jetzt ist es doch kein Brief.",
      "english": "\"It isn't addressed at all,\" said the White Rabbit, \"there's nothing written on the outside.\" As it spoke, it unfolded the document and added: \"Now it's not a letter after all."
    },
    {
      "id": 26,
      "german": "Es ist eine Reihe von Versen.“ „In der Handschrift des Gefangenen?“ fragte ein anderer Geschworener.",
      "english": "It's a series of verses.\" \"In the handwriting of the prisoner?\" asked another juror."
    },
    {
      "id": 27,
      "german": "„Nein, eben nicht,“ sagte das Weiße Kaninchen, „und das ist das Seltsamste daran.“ (Alle Geschworenen sahen verwirrt aus.) „Er muß die Handschrift eines anderen nachgemacht haben,“ sagte der König.",
      "english": "\"No, not at all,\" said the White Rabbit, \"and that's the strangest thing about it.\" (All the jurors looked confused.) \"He must have imitated someone else's handwriting,\" said the king."
    },
    {
      "id": 28,
      "german": "(Die Miene der Geschwore- nen hellte sich wieder auf.) „Bitte, Majestät,“ sagte der Bube, „ich habe es nicht geschrieben, und man kann es mir auch nicht nach- weisen: Es steht kein Name darunter.“ „Wenn du es nicht unterschrieben hast,“ sagte der König, „macht das die Sache nur schlimmer.",
      "english": "(The expressions of the jurors brightened again.) \"Please, Your Majesty,\" said the Knave, \"I didn't write it, and you can't prove it to me: there's no name at the bottom.\" \"If you didn't sign it,\" said the king, \"that only makes matters worse."
    },
    {
      "id": 29,
      "german": "Du mußt ir- gend etwas im Schilde geführt haben, sonst hättest du mit deinem Namen unterschrieben wie ein ehrlicher Mann.“ Dafür gab es allgemeinen Applaus: es war die erste wirklich kluge Bemerkung, die der König an diesem Tage gemacht hatte.",
      "english": "You must have been up to something, otherwise you would have signed your name like an honest man.\" This was met with general applause: it was the first truly clever remark the king had made that day."
    },
    {
      "id": 30,
      "german": "„Das beweist natürlich seine Schuld,“ sagte die Königin, „Also herunter mit –“ „Das beweist überhaupt nichts dergleichen!“ sagte Alice.",
      "english": "\"That certainly proves his guilt,\" said the queen, \"So down with - \" \"That proves nothing of the sort!\" said Alice."
    },
    {
      "id": 31,
      "german": "„Ihr wißt ja noch nicht einmal, was darin steht.“ „Lies es vor,“ sagte der König.",
      "english": "\"You don't even know what it says.\" \"Read it out loud,\" said the king."
    },
    {
      "id": 32,
      "german": "Das Weiße Kaninchen setzte seine Brille auf.",
      "english": "The White Rabbit put on his glasses."
    },
    {
      "id": 33,
      "german": "„Bitte, Eure Majestät, wo soll ich anfangen?“ fragte es.",
      "english": "\"Please, Your Majesty, where should I start?\" it asked."
    },
    {
      "id": 34,
      "german": "„Fang an beim Anfang,“ sagte der König ernst, „dann fahre fort, bis du zum Schluß kommst: dann hör' auf.“ Es herrschte Totenstille im Gerichtssaal, während das Weiße Kaninchen diese Verse vorlas: – „Man sagte, du gingst zu ihr hin Und gabst ihm den Bericht.",
      "english": "\"Start at the beginning,\" said the king seriously, \"then continue until you reach the end: then stop.\" There was dead silence in the courtroom while the White Rabbit read these verses aloud: - \"It was said that you went to her and gave him the report."
    },
    {
      "id": 35,
      "german": "Sie lobte meinen stolzen Sinn, Doch schwimmen könnt' ich nicht.",
      "english": "She praised my proud mind, but I couldn't swim."
    },
    {
      "id": 36,
      "german": "Er meldete, ich sei noch hier (Wir wissen, es trifft zu): Was würde aber denn aus dir, Wenn sie gibt keine Ruh'?",
      "english": "He reported that I was still here (we know it's true): but what would happen to you if she gives no rest?"
    },
    {
      "id": 37,
      "german": "Zwei gab man ihm, eins gab ich ihr, Du gabst uns drei und mehr: Sie kehrten dann zurück zu dir, Und ich vermiss' sie sehr.",
      "english": "Two were given to him, one I gave to her, you gave us three and more: they then returned to you, and I miss them very much."
    },
    {
      "id": 38,
      "german": "Wenn in die Sache, wie es heißt, Man uns verwickelt hat, Traut er dir, daß du sie befreist, Und alles geht dann glatt.",
      "english": "If, as they say, we have been entangled in the matter, he trusts you to free them, and everything will then go smoothly."
    },
    {
      "id": 39,
      "german": "Ihr Anfall war noch nicht vorbei, Da kam mir der Verdacht, Du seist es wohl, der da uns zwei Die Schwierigkeiten macht.",
      "english": "Her attack was not yet over, when I began to suspect that it might be you who is causing us two the difficulties."
    },
    {
      "id": 40,
      "german": "Verbirg vor ihm, daß sie allein Gefallen daran fand, Denn dies muß ein Geheimnis sein, Nur dir und mir bekannt.“ „Das ist das wichtigste Beweisstück, das wir bisher hörten,“ sagte der König händereibend, „jetzt sollen die Geschworenen –“ „Wenn es einer von ihnen erklären kann,“ sagte Alice (sie war in den letzten paar Minuten so groß geworden, daß sie überhaupt keine Angst hatte, ihn zu unterbrechen), „kriegt er von mir einen Groschen.",
      "english": "Hide from him that she alone took pleasure in it, for this must be a secret known only to you and me.\" \"This is the most important piece of evidence we have heard so far,\" said the king, rubbing his hands, \"now the jurors shall—\" \"If one of them can explain it,\" said Alice (she had grown so large in the last few minutes that she was not afraid to interrupt him at all), \"he will get a penny from me."
    },
    {
      "id": 41,
      "german": "Ich glaube nicht, daß auch nur eine Spur von Sinn darin ist.“ Alle Geschworenen schrieben auf ihre Tafeln: „Sie glaubt nicht, daß auch nur eine Spur von Sinn darin ist“, aber keiner von ihnen versuchte, das Schriftstück zu erklären.",
      "english": "I don't believe there is even a trace of sense in it.\" All the jurors wrote on their tablets: \"She does not believe there is even a trace of sense in it,\" but none of them tried to explain the document."
    },
    {
      "id": 42,
      "german": "„Wenn kein Sinn darin ist,“ sagte der König, „erspart uns das viel Mühe, weil wir nämlich keinen zu suchen brauchen.",
      "english": "\"If there is no sense in it,\" said the king, \"it saves us a lot of trouble, because we don't need to look for any."
    },
    {
      "id": 43,
      "german": "Und doch – ich weiß nicht,“ fuhr er fort, indem er die Verse auf seinen Knien ausbreitete und sie mit einem Auge überlas, „ich glaube doch einigen Sinn in ihnen zu entdecken.",
      "english": "And yet - I don't know,\" he continued, spreading the verses on his knees and skimming them with one eye, \"I do believe I can discover some sense in them."
    },
    {
      "id": 44,
      "german": ",– schwimmen könnt' ich nicht –´ du kannst nicht schwimmen, stimmt's?“ fügte er an den Buben gewandt hinzu.",
      "english": "'– I couldn't swim –' you can't swim, can you?\" he added, addressing the boy."
    },
    {
      "id": 45,
      "german": "Der Bube schüttelte betrübt den Kopf.",
      "english": "The boy shook his head sadly."
    },
    {
      "id": 46,
      "german": "„Sehe ich so aus?“ sag- te er.",
      "english": "\"Do I look like that?\" he said."
    },
    {
      "id": 47,
      "german": "(Was er freilich nicht tat, da er ganz aus Pappe war.) „So weit, so gut,“ sagte der König, und er fuhr fort, die Verse vor sich hin murmelnd: „,Wir wissen, es trifft zu´ – das sind natürlich die Geschworenen – ,Was würde aber dann aus dir´ – ja was wohl!",
      "english": "(Which he of course did not, as he was made entirely of cardboard.) \"So far, so good,\" said the king, and he continued to murmur the verses to himself: \"We know it is true\" – those are of course the jurors – \"What would become of you then\" – well, what indeed!"
    },
    {
      "id": 48,
      "german": "– ,Wenn sie gibt keine Ruh'´ – das muß die Kö- nigin sein – ,Zwei gab man ihm, eins gab ich ihr´ – aha, das muß es nämlich sein, was er mit den Törtchen gemacht hat, –“ „Aber es geht weiter ,Sie kehrten dann zurück zu dir´,“ sagte Alice.",
      "english": "– \"If she gives no rest\" – that must be the queen – \"Two were given to him, one I gave to her\" – aha, that must be what he did with the tarts, – \"But it goes on, 'They then returned to you,'\" said Alice."
    },
    {
      "id": 49,
      "german": "„Da sind sie ja auch!“ sagte der König triumphierend und deu- tete auf die Törtchen.",
      "english": "\"There they are!\" said the king triumphantly and pointed at the tarts."
    },
    {
      "id": 50,
      "german": "„Nichts kann klarer sein als das.",
      "english": "\"Nothing could be clearer than that.\""
    },
    {
      "id": 51,
      "german": "Dann wieder – ,Ihr Anfall war noch nicht vorbei´ – ich glaube, meine Liebe, du hattest niemals Anfälle?“ sagte er zu der Kö- nigin.",
      "english": "Then again – \"Your attack was not yet over\" – I believe, my dear, you never had attacks?\" he said to the queen."
    }
  ],
  "bookId": "alice-im-wunderland",
  "chapterNumber": 12
}