{
  "id": "alice-im-wunderland-ch3",
  "titleGerman": "Ein Nominierungswettlauf und eine traurige Geschichte",
  "titleEnglish": "A Caucus-Race and a Long Tale",
  "author": "Lewis Carroll",
  "wordCount": 1650,
  "difficulty": "B2",
  "sentences": [
    {
      "id": 1,
      "german": "Es war in der Tat eine seltsam aussehende Gesellschaft, die sich am Ufer versammelte – die Vögel mit durch- näßten Federn, die Vierbeiner mit am Körper klebendem Fell, und alle tropfnaß, verdrossen und sich unbe- haglich fühlend.",
      "english": "It was indeed a strangely looking company that gathered on the shore – the birds with soaked feathers, the four-legged ones with fur sticking to their bodies, and all dripping wet, disgruntled, and feeling uncomfortable."
    },
    {
      "id": 2,
      "german": "Natürlich war es das Hauptproblem, wieder trocken zu werden; darüber gab es eine Beratung, und nach ein paar Minuten kam es Alice ganz natürlich vor, daß sie mit ihnen so vertraut sprach, als sei sie mit ihnen seit jeher bekannt.",
      "english": "Of course, the main problem was to get dry again; there was a consultation about this, and after a few minutes, it seemed quite natural to Alice that she spoke to them as if she had known them forever."
    },
    {
      "id": 3,
      "german": "Allerdings hatte sie eine lange Auseinandersetzung mit dem Lori, der zuletzt bockig wurde und nur sagte: „Ich bin älter als du und muß es besser wissen.“ Und dies wollte Alice nicht zugeben, solange sie nicht wußte, wie alt er war, und da der Lori es entschieden ablehnte, sein Alter zu nennen, gab es nichts mehr zu sagen.",
      "english": "However, she had a long argument with the Lori, who eventually became stubborn and only said, \"I am older than you and must know better.\" And Alice did not want to concede this as long as she did not know how old he was, and since the Lori firmly refused to state his age, there was nothing more to say."
    },
    {
      "id": 4,
      "german": "Schließlich rief die Maus, die bei ihnen als Respektsperson zu gelten schien: „Setzt euch alle hin und hört mir zu!",
      "english": "Finally, the mouse, who seemed to be regarded as a person of respect among them, called out, \"Everyone sit down and listen to me!"
    },
    {
      "id": 5,
      "german": "Ich werde euch bald trocken genug machen!“ Sofort setzten sich alle in einem großen Kreis um die Maus herum nieder.",
      "english": "I will make you dry enough soon!\" Immediately, everyone sat down in a large circle around the mouse."
    },
    {
      "id": 6,
      "german": "Alice behielt sie gespannt im Auge, denn sie war sicher, einen bösen Schnupfen zu be- kommen, wenn sie nicht schleunigst trocken würde.",
      "english": "Alice kept a close eye on them, for she was sure she would catch a bad cold if she did not get dry quickly."
    },
    {
      "id": 7,
      "german": "„Ahem!“ sagte die Maus mit wichtiger Miene.",
      "english": "\"Ahem!\" said the mouse with an important expression."
    },
    {
      "id": 8,
      "german": "„Seid ihr alle bereit?",
      "english": "\"Are you all ready?"
    },
    {
      "id": 9,
      "german": "Das ist das Trockenste, was ich kenne.",
      "english": "This is the driest thing I know."
    },
    {
      "id": 10,
      "german": "Ruhe bitte!",
      "english": "Quiet please!"
    },
    {
      "id": 11,
      "german": ",Wilhelm dem Eroberer, dessen Sache vom Papst begünstigt wurde, gelang bald die Unterwer- fung der Engländer, die Führer brauchten und letzthin an Usurpation und Eroberung gewöhnt waren.",
      "english": "William the Conqueror, whose cause was favored by the Pope, soon succeeded in subjugating the English, who needed leaders and were accustomed to usurpation and conquest."
    },
    {
      "id": 12,
      "german": "Edwin und Morcar, die Earls von Mercia und Northumbria –´“ „Brr!“ sagte der Lori fröstelnd.",
      "english": "Edwin and Morcar, the Earls of Mercia and Northumbria –\" \"Brr!\" said the Lori, shivering."
    },
    {
      "id": 13,
      "german": "„Ich bitte um Verzeihung!“ sagte die Maus stirnrunzelnd, aber sehr höflich.",
      "english": "\"I beg your pardon!\" said the mouse, frowning but very politely."
    },
    {
      "id": 14,
      "german": "„Hast du etwas gesagt?“ „Ich nicht!“ sagte der Lori hastig.",
      "english": "\"Did you say something?\" \"Not me!\" said the Lori hastily."
    },
    {
      "id": 15,
      "german": "„Ich dachte,“ sagte die Maus.",
      "english": "\"I thought,\" said the mouse."
    },
    {
      "id": 16,
      "german": "„Ich fahre fort: ,Edwin und Morcar, die Earls von Mercia und Northumbria, er- klärten sich für ihn, und sogar Stigand, der patriotische Erzbischof von Canterbury, fand es ratsam –´“ „Fand was?“ fragte die Ente.",
      "english": "\"I continue: 'Edwin and Morcar, the Earls of Mercia and Northumbria, declared for him, and even Stigand, the patriotic Archbishop of Canterbury, found it advisable—'\" \"Found what?\" asked the duck."
    },
    {
      "id": 17,
      "german": "„Fand es,“ erwiderte die Maus recht unwirsch, „du weißt doch wohl, was ,es´ ist.“ „Ich weiß sehr gut, was ,es´ ist, wenn ich etwas finde,“ sagte die Ente, „es ist im allgemeinen ein Frosch oder ein Wurm.",
      "english": "\"Found it,\" replied the mouse quite gruffly, \"you know very well what 'it' is.\" \"I know very well what 'it' is when I find something,\" said the duck, \"it is generally a frog or a worm.\""
    },
    {
      "id": 18,
      "german": "Die Frage ist nur, was fand der Erzbischof?“ Die Maus nahm diese Frage nicht zur Kenntnis, sondern fuhr eilig fort: „,– fand es ratsam, zusammen mit Edgar Atheling zu Wilhelm zu gehen und ihm die Krone anzubieten.",
      "english": "The question is only, what did the Archbishop find?\" The mouse did not acknowledge this question but hurriedly continued: \"—found it advisable to go to William together with Edgar Atheling and offer him the crown.\""
    },
    {
      "id": 19,
      "german": "Wilhelms Betragen war zunächst maß- voll.",
      "english": "William's behavior was initially moderate."
    },
    {
      "id": 20,
      "german": "Aber die Unverschämtheit seiner Normannen –´ Wie fühlst du dich jetzt, mein Kind?“ fragte sie an Alice gewandt.",
      "english": "\"But the impudence of his Normans—\" How do you feel now, my child?\" she asked, turning to Alice."
    },
    {
      "id": 21,
      "german": "„So naß wie zuvor,“ sagte Alice melancholisch, „es scheint mich überhaupt nicht zu trocknen.“ „In diesem Fall,“ sprach der Dodo feierlich, indem er sich erhob, „beantrage ich, daß sich die Versammlung vertagt, denn die inakzeptable Situation postuliert aktive –“ „Sprich verständlich!“ sagte der kleine Adler.",
      "english": "\"As wet as before,\" said Alice melancholically, \"it doesn't seem to dry me at all.\" \"In that case,\" said the Dodo solemnly, rising, \"I propose that the meeting be adjourned, for the unacceptable situation postulates active—\" \"Speak clearly!\" said the little eagle."
    },
    {
      "id": 22,
      "german": "„Ich weiß nicht, was diese schwierigen Wörter bedeuten, und mehr als das, ich glaube auch nicht, daß du es weißt!“ Und der kleine Adler senkte den Kopf, um ein Lä - cheln zu verbergen; einige andere Vögel kicherten vernehmlich.",
      "english": "\"I don't know what these difficult words mean, and more than that, I don't believe you know either!\" And the little eagle lowered his head to hide a smile; some other birds giggled audibly."
    },
    {
      "id": 23,
      "german": "„Was ich sagen wollte,“ entgegnete der Dodo gekränkt, „war, daß das Beste, uns trocken zu machen, ein No - minierungswettlauf wäre.“ „Was ist denn ein Nominierungswettlauf?“ fragte Alice; nicht, daß sie es unbedingt wissen wollte, aber der Dodo hatte eine Pause gemacht, als erwartete er, daß irgend jemand etwas sagte, und dazu schien niemand sonst geneigt.",
      "english": "\"What I meant to say,\" replied the Dodo, offended, \"was that the best way to get us dry would be a nomination race.\" \"What is a nomination race?\" asked Alice; not that she particularly wanted to know, but the Dodo had paused as if expecting someone to say something, and no one else seemed inclined to do so."
    },
    {
      "id": 24,
      "german": "„Am besten kann man es erklären,“ sagte der Dodo, „indem man es macht.“ (Und falls ihr es selbst einmal an einem Wintertag probieren möchtet, will ich euch erzählen, wie es der Dodo machte.) Zuerst markierte er die Rennstrecke in einer Art Kreis („die genaue Form spielt keine Rolle,“ sagte er), und dann stellte sich die ganze Gesellschaft hier und dort an diesem Kreis auf.",
      "english": "\"It can best be explained,\" said the Dodo, \"by doing it.\" (And if you want to try it yourselves on a winter's day, I will tell you how the Dodo did it.) First, he marked the racetrack in a kind of circle (\"the exact shape doesn't matter,\" he said), and then the whole company lined up here and there around this circle."
    },
    {
      "id": 25,
      "german": "Es gab kein „Auf die Plätze, fertig, los!“, sondern sie begannen zu rennen, wann sie wollten, und hörten auf, wann sie wollten, so daß man nicht leicht erkennen konnte, wann das Rennen vorüber war.",
      "english": "There was no \"On your marks, get set, go!\" but they began to run whenever they wanted and stopped whenever they wanted, so it was not easy to tell when the race was over."
    },
    {
      "id": 26,
      "german": "Als sie jedoch eine halbe Stunde oder so gerannt wa- ren und sich wieder ganz trocken fühlten, rief der Dodo plötzlich: „Das Rennen ist aus!“ und sie drängten sich japsend um ihn und fragten: „Wer hat denn gewonnen?“ Diese Frage konnte der Dodo nicht ohne längeres Nachdenken beantworten und stand eine ganze Weile da, einen Finger an die Stirn gepreßt (die Haltung, die man Shakespeare auf den Bildern gewöhnlich einnehmen sieht), während die anderen schweigend warteten.",
      "english": "However, when they had been running for half an hour or so and felt quite dry again, the Dodo suddenly shouted: \"The race is over!\" and they crowded around him panting and asked: \"Who won?\" — This question the Dodo could not answer without some thought and stood there for quite a while, pressing a finger to his forehead (the pose one usually sees Shakespeare in the pictures), while the others waited silently."
    },
    {
      "id": 27,
      "german": "Schließlich sagte der Dodo: „Jeder hat gewonnen, und alle müssen einen Preis bekommen.“ „Aber wer soll die Preise stiften?“ fragte ein ganzer Chor von Stimmen.",
      "english": "Finally, the Dodo said: \"Everyone has won, and all must receive a prize.\" \"But who will donate the prizes?\" asked a whole chorus of voices."
    },
    {
      "id": 28,
      "german": "„Na sie natürlich,“ sagte der Dodo und deutete mit einem Finger auf Alice, und die ganze Gesellschaft um- drängte sie sofort und rief durcheinander: „Preise!",
      "english": "\"Why, they will of course,\" said the Dodo, pointing a finger at Alice, and the whole company immediately crowded around her and shouted together: \"Prizes!"
    },
    {
      "id": 29,
      "german": "Preise!“ Alice wußte nicht, was sie tun sollte, und in der Verzweiflung steckte sie die Hand in die Tasche und zog eine Schachtel mit Fruchtbonbons hervor (zum Glück war das Salzwasser nicht hineingedrungen) und reich- te sie als Preise herum.",
      "english": "Prizes!\" Alice did not know what to do, and in despair, she put her hand in her pocket and pulled out a box of fruit candies (luckily the saltwater had not gotten in) and handed them around as prizes."
    },
    {
      "id": 30,
      "german": "Jeder in der Runde erhielt genau einen.",
      "english": "Everyone in the circle received exactly one."
    },
    {
      "id": 31,
      "german": "„Aber sie selbst muß auch einen Preis bekommen,“ sagte die Maus.",
      "english": "\"But she herself must also receive a prize,\" said the mouse."
    },
    {
      "id": 32,
      "german": "„Natürlich,“ sagte der Dodo sehr ernst.",
      "english": "\"Of course,\" said the dodo very seriously."
    },
    {
      "id": 33,
      "german": "„Was hast du noch in deiner Tasche?“ fragte er Alice.",
      "english": "\"What else do you have in your pocket?\" he asked Alice."
    },
    {
      "id": 34,
      "german": "„Nur noch einen Fingerhut,“ sagte Alice betrübt.",
      "english": "\"Just a thimble,\" said Alice sadly."
    },
    {
      "id": 35,
      "german": "„Gib ihn her,“ sagte der Dodo.",
      "english": "\"Give it here,\" said the dodo."
    },
    {
      "id": 36,
      "german": "Dann scharten sich wieder alle um sie, während der Dodo feierlich den Fingerhut überreichte, indem er sag- te: „Wie bitten dich um die freundliche Annahme dieses geschmackvollen Fingerhutes,“ und als er seine kur- ze Ansprache beendet hatte, brachen alle in Hochrufe aus.",
      "english": "Then everyone gathered around her again as the dodo solemnly presented the thimble, saying, \"We kindly ask you to accept this tasteful thimble,\" and when he had finished his short speech, everyone broke into cheers."
    },
    {
      "id": 37,
      "german": "Alice kam das Ganze recht albern vor, aber alle schauten so ernst drein, daß sie nicht zu lachen wagte; und da sie nicht wußte, was sie sagen sollte, verneigte sie sich einfach und machte ein feierliches Gesicht, so gut sie konnte.",
      "english": "Alice found the whole thing quite silly, but everyone looked so serious that she didn't dare to laugh; and since she didn't know what to say, she simply bowed and made a solemn face as best as she could."
    },
    {
      "id": 38,
      "german": "Als nächstes wurden die Fruchtbonbons gegessen; das verursachte Lärm und Durcheinander, weil die großen Vögel sich darüber beklagten, daß sie ihre Bonbons nicht schmeckten, und die kleinen verschluckten sich und mußten auf den Rücken geklopft werden.",
      "english": "Next, the fruit candies were eaten; this caused noise and chaos because the big birds complained that they couldn't taste their candies, and the little ones choked and had to be patted on the back."
    },
    {
      "id": 39,
      "german": "Aber schließlich war es vorüber, und sie setzten sich wieder in einem Kreis nieder und bettelten die Maus, ihnen noch etwas zu erzählen.",
      "english": "But finally, it was over, and they sat down in a circle again and begged the mouse to tell them something more."
    },
    {
      "id": 40,
      "german": "„Du weißt, du hast mir versprochen, deine Geschichte zu erzählen,“ sagte Alice, „und weshalb du K und H haßt,“ fügte sie flüsternd hinzu aus Angst, die Maus könnte wieder gekränkt sein.",
      "english": "\"You know, you promised me to tell your story,\" said Alice, \"and why you hate K and H,\" she added whispering for fear the mouse might be offended again."
    },
    {
      "id": 41,
      "german": "„Was ich hinter mir habe, ist eine lange und traurige Sache!“ sagte die Maus seufzend, indem sie sich an Alice wandte.",
      "english": "\"What I have behind me is a long and sad story!\" said the mouse with a sigh, turning to Alice."
    },
    {
      "id": 42,
      "german": "„Du hast allerdings etwas Langes da hinter dir,“ sagte Alice und betrachte verwundert den Schwanz der Maus, „aber warum bezeichnest du es als traurig?“ Und sie rätselte daran weiter, während die Maus sprach, so daß ihre Vorstellung von dem, was die Maus hinter sich hatte, ungefähr so aussah: – „Der Hund sprach zur Maus, die er traf drin im Haus: ,Laß uns gehn zum Gericht, denn ich klage dich an.",
      "english": "\"You do have something long behind you,\" said Alice, looking curiously at the mouse's tail, \"but why do you call it sad?\" And she continued to ponder this while the mouse spoke, so that her idea of what the mouse had behind it looked something like this: - \"The dog spoke to the mouse that he met in the house: 'Let us go to court, for I accuse you."
    },
    {
      "id": 43,
      "german": "– Wir woll'n nicht verweilen und müssen uns eilen, denn heute, da sind wir schon ziemlich spät dran.´ Sprach die Maus voller Schreck: ,Ach, das läuft uns nicht weg!",
      "english": "- We don't want to linger and must hurry, for today we are already quite late.'\" The mouse spoke in fright: 'Oh, that won't run away from us!"
    },
    {
      "id": 44,
      "german": "Ohne Zeugen und Anwalt hat's doch keinen Sinn!´ ,Ich bin Anwalt und Zeuge,´ sprach der Hund und ich beuge das Recht, fäll' das Urteil und rich- te d i c h h i n.´“ „Du paßt ja nicht auf!“ sagte die Maus streng zu Alice.",
      "english": "Without witnesses and a lawyer, it makes no sense!' 'I am lawyer and witness,' said the dog, 'and I bend the law, pass the judgment, and condemn you.'\" \"You are not paying attention!\" said the mouse sternly to Alice."
    },
    {
      "id": 45,
      "german": "„Wo bist du mit deinen Gedanken?“ „Ich bitte um Verzeihung,“ sagte Alice kleinlaut, „du warst bis zur fünften Biegung gekommen, glaube ich.“ „Deinetwegen habe ich jetzt den Faden verloren!“ schrie die Maus aufgebracht.",
      "english": "\"Where are your thoughts?\" \"I apologize,\" said Alice quietly, \"I think you had gotten to the fifth bend.\""
    },
    {
      "id": 46,
      "german": "„Den Faden?“ fragte Alice, immer bereit, sich nützlich zu machen, und blickte umher.",
      "english": "\"The thread?\" asked Alice, always ready to be useful, and looked around."
    },
    {
      "id": 47,
      "german": "„Ich werde dir suchen helfen!“ „Was soll denn das!“ sagte die Maus, indem sie aufstand und sich entfernte.",
      "english": "\"I will help you look!\" \"What is that supposed to mean!\" said the mouse, getting up and walking away."
    },
    {
      "id": 48,
      "german": "„Du beleidigst mich, wenn du solchen Blödsinn redest!“ „Ich meinte es ja nicht so!“ beteuerte die arme Alice.",
      "english": "\"You offend me when you talk such nonsense!\" \"I didn't mean it that way!\" the poor Alice insisted."
    },
    {
      "id": 49,
      "german": "„Aber du bist so schnell beleidigt, weißt du!“ Die Maus knurrte nur zur Antwort.",
      "english": "\"But you get offended so quickly, you know!\" The mouse only growled in response."
    },
    {
      "id": 50,
      "german": "„Bitte komm zurück und erzähl deine Geschichte zu Ende!“ rief Alice ihr nach.",
      "english": "\"Please come back and finish your story!\" Alice called after her."
    },
    {
      "id": 51,
      "german": "Und alle anderen riefen im Chor: „Ja, bitte!“ Aber die Maus schüttelte nur unwillig den Kopf und ging ein bißchen schneller.",
      "english": "And all the others chorused: \"Yes, please!\" But the mouse just shook her head unwillingly and walked a little faster."
    },
    {
      "id": 52,
      "german": "„Wie schade, daß sie nicht bleiben wollte,“ seufzte der Lori, als sie außer Sicht war.",
      "english": "\"What a pity she didn't want to stay,\" sighed the lory as she was out of sight."
    },
    {
      "id": 53,
      "german": "Und eine alte Krabbe nahm die Gelegenheit wahr, zu ihrer Tochter zu sagen: „Ja, meine Liebe!",
      "english": "And an old crab took the opportunity to say to her daughter: \"Yes, my dear!"
    },
    {
      "id": 54,
      "german": "Laß es dir eine Lehre sein, damit du niemals die Beherrschung verlierst!“ „Halt deinen Mund, Mama!“ sagte die junge Krabbe ein wenig schnippisch.",
      "english": "Let it be a lesson to you, so you never lose your temper!\" \"Shut your mouth, Mom!\" said the young crab a little snippily."
    },
    {
      "id": 55,
      "german": "„Bei dir würde sogar einer Auster der Geduldsfaden reißen!“ „Ich wünschte, unsere Dinah wäre hier,“ sagte Alice laut, ohne sich an jemand Bestimmten zu wenden.",
      "english": "\"With you, even an oyster would lose its patience!\" \"I wish our Dinah were here,\" said Alice loudly, without addressing anyone in particular."
    },
    {
      "id": 56,
      "german": "„Sie hätte sie schnell zurückgeholt.“ „Und wer ist Dinah, wenn ich fragen darf?“ sagte der Lori.",
      "english": "\"She would have brought her back quickly.\" \"And who is Dinah, if I may ask?\" said the lory."
    },
    {
      "id": 57,
      "german": "Alice, immer bereit, von ihrem Liebling zu sprechen, erwiderte eifrig: „Dinah ist unsere Katze.",
      "english": "Alice, always ready to talk about her favorite, eagerly replied: \"Dinah is our cat."
    },
    {
      "id": 58,
      "german": "Und sie ist so großartig beim Mäusefangen, wie ihr euch nicht vorstellen könnt!",
      "english": "And she is so great at catching mice, as you can't imagine!"
    },
    {
      "id": 59,
      "german": "Und ich wollte, ihr könntet sehen, wie sie hinter den Vögeln her ist!",
      "english": "And I wish you could see how she chases after the birds!"
    },
    {
      "id": 60,
      "german": "Ja, kaum hat sie einen kleinen Vogel gesehen, schon ist er aufgefressen!“ Dies verursachte eine bemerkenswerte Aufregung unter den Anwesenden.",
      "english": "Yes, hardly has she seen a little bird, and it's already eaten!\" This caused a remarkable excitement among those present."
    },
    {
      "id": 61,
      "german": "Einige der Vögel enteilten sofort; eine alte Elster hüllte sich sehr sorgfältig ein und bemerkte: „Ich muß wirklich nach Hause gehen; die Nacht - luft bekommt meinem Hals nicht“, und ein Kanarienvogel rief mit zitternder Stimme seinen Kindern zu: „Kommt, Kinder!",
      "english": "Some of the birds immediately flew away; an old magpie wrapped herself up very carefully and remarked, \"I really must go home; the night air doesn't agree with my throat,\" and a canary called out to its children in a trembling voice, \"Come on, children!"
    },
    {
      "id": 62,
      "german": "Es ist höchste Zeit für euch, ins Bett zu gehen!“ Unter verschiedenen Vorwänden machten sie sich alle davon, und Alice war bald allein.",
      "english": "It is high time for you to go to bed!\" Under various pretexts, they all made off, and soon Alice was alone."
    },
    {
      "id": 63,
      "german": "„Wenn ich bloß nicht Dinah erwähnt hätte!“ sagte sie sich traurig.",
      "english": "\"If only I hadn't mentioned Dinah!\" she said to herself sadly."
    },
    {
      "id": 64,
      "german": "„Hier unten scheint sie niemand gern zu haben, und doch ist sie sicher die beste Katze auf der Welt!",
      "english": "\"It seems that nobody here likes her, and yet she is surely the best cat in the world!"
    },
    {
      "id": 65,
      "german": "Ach, meine liebe Dinah!",
      "english": "Oh, my dear Dinah!"
    },
    {
      "id": 66,
      "german": "Ich frage mich, ob ich dich jemals wiedersehen werde!“ Und hier begann die arme Alice wieder zu weinen, denn sie fühlte sich sehr einsam und bedrückt.",
      "english": "I wonder if I will ever see you again!\" And here the poor Alice began to cry again, for she felt very lonely and dejected."
    },
    {
      "id": 67,
      "german": "Nach einer Weile hörte sie jedoch in der Ferne das Trappeln kleiner Füße, und sie blickte rasch auf in der Hoffnung, daß die Maus ihren Sinn geändert hatte und zurückkehrte, um ihre Ge- schichte zu beenden.",
      "english": "After a while, however, she heard in the distance the patter of little feet, and she looked up quickly in the hope that the mouse had changed its mind and would return to finish her story."
    }
  ],
  "bookId": "alice-im-wunderland",
  "chapterNumber": 3
}